{
  "version": "1.0",
  "document": {
    "query_code": "17-586",
    "source_page_url": "https://www.supremecourt.gov/search.aspx?filename=/docket/docketfiles/html/public/17-586.html",
    "download_url": "https://www.supremecourt.gov/DocketPDF/17/17-586/22390/20171204131210659_17-586_Reply.pdf",
    "fetched_at": "2025-09-19T23:06:10.529752Z",
    "sha256": "3aac9c1af72612c0d67e35e2a9626eb1456446bec767ca49726b04e37d10cca4",
    "filename": "Dec042017_Reply of appellants Greg Abbott, Governor of Texas, et al. filed.pdf",
    "file_size_bytes": 165237,
    "pages": 16,
    "extraction": {
      "method": "text",
      "chars": 24639,
      "notes": "pdfminer"
    },
    "metadata": {
      "title": "Main Document",
      "date": "Dec 04 2017",
      "extra": {
        "date": "Dec 04 2017",
        "custom_filename": "Dec042017_Reply of appellants Greg Abbott, Governor of Texas, et al. filed"
      }
    },
    "content": {
      "page_text": [
        "No. 17-586 \n\nIn the Supreme Court of the United States  \n\nGREG ABBOTT, ET AL, APPELLANTS, \n\nv. \nSHANNON PEREZ, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT \nFOR THE WESTERN DISTRICT OF TEXAS \n\nREPLY SUPPORTING  \nJURISDICTIONAL STATEMENT \n\nPAUL D. CLEMENT \nERIN E. MURPHY \n\nKEN PAXTON \nAttorney General of Texas \n\nKIRKLAND & ELLIS LLP \n655 Fifteenth Street, N.W. \nWashington, D.C. 20005 \n\nJEFFREY C. MATEER \nFirst Assistant  \n    Attorney General \n\nSCOTT A. KELLER \nSolicitor General \n    Counsel of Record \n\nMATTHEW H. FREDERICK \nDeputy Solicitor General \n\nMICHAEL P. MURPHY \nANDREW B. DAVIS  \nAssistant Solicitors General \n\nOFFICE OF THE  \n    ATTORNEY GENERAL \nP.O. Box 12548 (MC 059) \nAustin, Texas 78711-2548 \nscott.keller@oag.texas.gov \n(512) 936-1700",
        "T A B LE   O F  C O N T E N T S\n\nPage \n\nI.  This Court has jurisdiction to review the district \n\ncourt’s order. .................................................................1 \n\nII.  The Legislature did not engage in intentional \ndiscrimination when it enacted the court-\nordered plan as its own. ...............................................3 \n\nIII.  Districts 27 and 35 were not infected with any \n\ndiscriminatory “taint.” .................................................8 \nA.  There was no vote dilution in CD27. ...................8 \nB.  CD35 was not racially gerrymandered. ............11 \nConclusion ...........................................................................13 \nTABLE OF AUTHORITES \n\nCases: \n\nBartlett v. Strickland,  \n\n556 U.S. 1 (2009) ........................................................... 11 \n\nBethune-Hill v. Va. State Bd. of Elections,  \n\n137 S. Ct. 788 (2017) ............................................... 10, 12 \n\nCarson v. Am. Brands, Inc.,  \n\n450 U.S. 79 (1981) ........................................................... 2 \n\nCooper v. Harris,  \n\n137 S. Ct. 1455 (2017) ..................................................... 2 \n\nGunn v. Univ. Comm. to End the War in Viet \n\nNam, 399 U.S. 383 (1970) .............................................. 2 \n\nHunter v. Underwood,  \n\n471 U.S. 222 (1985) ......................................................... 7 \n\nJohnson v. De Grandy,  \n\n512 U.S. 997 (1994) ....................................................... 10 \n\n(I)",
        "II \n\nCases—Continued: \n\nLULAC v. Perry,  \n\n548 U.S. 399 (2006) ................................................... 9, 10 \n\nMiller v. Johnson,  \n\n515 U.S. 900 (1995) ................................................... 8, 11 \n\nPerry v. Perez,  \n\n565 U.S. 388 (2012) (per curiam) ............................... 4, 5 \n\nPers. Adm’r of Mass. v. Feeney,  \n\n442 U.S. 256 (1979) ......................................................... 8 \n\nThornburg v. Gingles,  \n\n478 U.S. 30 (1986) ......................................................... 12 \n\nStatutes: \n\n28 U.S.C. \n\n§1253 ................................................................................ 2 \n§1292(a)(1) ....................................................................... 2",
        "The plaintiffs’ effort to repackage the district court’s \ndecision  only  highlights  the  district  court’s  grave  legal \nand  factual  errors.  This  Court  should  deny  the  plain-\ntiffs’ motion and note probable jurisdiction or summari-\nly reverse. \n\nI.  This  Court  Has  Jurisdiction  to  Review  the  Dis-\n\ntrict Court’s Order. \n\nThe  plaintiffs  do  not  seriously  dispute  that  the  dis-\ntrict court’s order invalidating Plan C235 had the prac-\ntical  effect  of  precluding  its  use  in  the  2018  elections. \nNor could they, as the district court held that CD27 and \nCD35  “violate  § 2  and  the  Fourteenth  Amendment,” \nand that those violations “must be remedied.” J.S. App. \n118a.  It  made  clear  that  if  the  Legislature  did  not  im-\nmediately  redraw  the  districts,  the  court  would—and \nwould do so in time for the 2018 elections. After all, the \ncourt  would  not  have  needed  to  put  the  Governor  on  a \n72-hour deadline and otherwise rush to redraw the map \nif  it  had  not  already  determined  that  the  existing  map \ncould  not  be  used  in  2018.  Indeed,  the  plaintiffs  them-\nselves  implicitly  concede  that  the  State  has  been  en-\njoined  from  using  Plan  C235  by  urging  this  Court  to \n“remand to the district court in time for implementation \nof a remedy for the 2018 election cycle.” Mot. 4.  \n\nThe  plaintiffs  nonetheless  claim  that  this  Court \nlacks jurisdiction because the district court has not yet \nissued a replacement for the map it enjoined. The plain-\ntiffs confuse whether the court’s order is its final order \nin  the  case  with  whether  it  is  an  injunction.  An  injunc-\ntion does not have to definitively resolve the case; it just \nhas  to  prevent  the  appealing  party  from  doing  some-\n\n(1)",
        "2 \n\nthing.1 That, the district court’s order plainly does. Un-\nlike  Gunn  v.  University  Committee to End the War  in \nViet Nam,  399  U.S.  383  (1970)  (cited  at  Mot.  16),  there \nis  no  question  what  “was  to  be  enjoined”  or  “against \nwhom” the injunction would run, id. at 388. The district \ncourt’s order is clear: it prevents Texas from using Plan \nC235 in the 2018 elections because the court found that \nCD27 and CD35 violate the Constitution. \n\nThis Court routinely reviews orders blocking a State \nfrom  using  its  existing  districts.  See,  e.g.,  Cooper  v. \nHarris, 137 S. Ct. 1455 (2017); Gill v. Whitford, No. 16-\n1161  (U.S.).  That  review  is  consistent  with  this  Court’s \nlongstanding  view  that  appellate  jurisdiction  over  in-\njunctions  turns  on  the  “practical  effect”  of  the  lower \ncourt’s  order,  not  its  form  or  use  of  magic  words.  Car-\nson  v.  Am.  Brands,  Inc.,  450  U.S.  79,  83  (1981).  That \nCarson interpreted §1292(a)(1), rather than §1253, does \nnot matter. Because §1292(a)(1) and §1253 use material-\nly  identical  language  to  vest  jurisdiction  over  “orders” \n“granting”  an  “injunction,”  Carson’s  reasoning  applies \nto  both.  This  is  especially  so  given  that  both  provi-\nsions—not  just  §1292(a)(1),  see  Mot.  17—are  interpret-\ned  narrowly.  See  Carson,  450  U.S.  at  84  (“[W]e  have \nconstrued  the  statute  narrowly.”).  Far  from  expanding \nCarson, then, requiring magic words under §1253 would \n\n1  The  plaintiffs’  argument  that  “a  request  for  submission  of \nproposed  remedial  plans,”  is  not  an  appealable  order,  Mot. \n18,  makes  the  same  mistake.  Of  course  that  would  not \ntypically  be an  appealable order, because it would be nei-\nther a final order nor an injunction.",
        "3 \n\nartificially  restrict  Carson  and  the  jurisdiction  that \nCongress has conferred on this Court.  \n\nII.  The  2013  Legislature  Did  Not  Engage  in  Inten-\ntional  Discrimination  When  It  Enacted  the \nCourt-Ordered Plan as Its Own. \n\nOn  the  merits,  the  plaintiffs  attack  a  strawman. \nThey repeatedly insist that the 2013 Legislature’s deci-\nsion  to  enact  the  district  court’s  remedial  map  did  not \n“immunize” Plan C235 from judicial review. Defendants \nhave  never  suggested  otherwise.  Defendants  have  ar-\ngued only that the 2013 Legislature’s decision to repeal \nthe 2011 map and replace it with the district court’s re-\nmedial map is the relevant decision for purposes of de-\ntermining  the  Legislature’s  intent.  And  the  2013  deci-\nsion  was  exactly  what  it  purported  to  be:  a  good-faith \neffort  to  comply  with  the  Constitution  and  the  VRA, \nbring costly and protracted litigation over the 2011 map \nto  an  end,  and  establish  permanent  congressional  dis-\ntricts  for  the  decade.  The  plaintiffs’  fabricated  tale  of \nnefarious  intent  has  no  basis  in  reality,  and  it  willfully \nignores  the  Legislature’s  good-faith  effort  to  address \nthe potential infirmities that the district court had iden-\ntified. \n\nTo be sure, when the Legislature adopted the court-\nimposed plan as its own, it certainly “assumed the risk” \nthat  districts  in  Plan  C235  “might  not  withstand  full \nscrutiny,” Mot. 23, on claims against that plan, and the \ndistrict court was free to consider such claims. But Ar-\nticle  III  did  not  permit  the  court  to  hold  onto  moot \nclaims  against  the  never-implemented  2011  plan  in  an \neffort to give the plaintiffs an advantage in their attack",
        "4 \n\non  the  2013  plan.  J.S.  App.  348a  (Smith,  J.,  dissenting) \n(“Article III contains no exception . . . that allows us to \nresurrect  dead  claims  in  order  to  make  it  easier  for \nplaintiffs  to  pursue  live  ones.”).  Indeed,  the  plaintiffs \nnotably  do  not  even  respond  to  defendants’  argument \nthat  the  district  court’s  adjudication  of  the  moot  chal-\nlenges  to  the  2011  plan  was  an  impermissible  advisory \nopinion. In all events, nothing in this Court’s precedents \npermitted the district court to hold the 2013 Legislature \nresponsible  for  wrongs  that  it  believed  (albeit  errone-\nously) the 2011 Legislature committed.  \n\nThe  plaintiffs’  contrary  contentions  are  a  study  in \nrevisionist  history.  They  first  attempt  to  avoid  the  dis-\ntrict  court’s  incredible  conclusion  that  the  Legislature \nengaged  in  intentional  discrimination  by  adopting  the \ncourt’s  own  remedial  map  by  claiming  that  the  2013 \nLegislature  “simply  repeal[ed]  and  reenact[ed]”  the \nmap  enacted  by  the  2011  Legislature.  Mot.  19-20.  That \ncontention blinks reality. The 2013 Legislature repealed \nthe 2011 map and replaced it with a new remedial map \nimposed  by  the  district  court  and  designed  to  remedy \nidentified problems and comply with the VRA, the Con-\nstitution, and this Court’s instructions in Perry v. Perez, \n565  U.S.  388  (2012)  (per  curiam).  That  court-ordered \nremedial map preserved some of the lines from the 2011 \nplan,  but  it  also  substantially  amended  that  plan  in \nmany  respects.  And  it  altered  and  preserved  lines  in \naccordance with this Court’s mandate to “draw interim \nmaps that do not violate the Constitution or the Voting \nRights  Act.”  Id.  The  2013  Legislature  thus  no  more",
        "5 \n\n“simply  repeal[ed]  and  reenact[ed]”  the  2011  plan  than \nthe district court did when it imposed Plan C235.  \n\nThe  plaintiffs’  effort  to  recast  the  Legislature’s \nadoption  of  the  court-ordered  remedial  plan  as  a  sinis-\nter plot to discriminate against minority voters likewise \nhas  no  basis  in  reality.  Following  this  Court’s  mandate \nto “draw interim maps that do not violate the Constitu-\ntion  or  the  Voting  Rights  Act,”  Perez,  565  U.S.  at  396, \nthe  district  court  did  not  redraw  CD27  because  it  con-\ncluded that it likely did not intentionally dilute minority \nvoting  strength  and  did  not  redraw  CD35  because  it \nconcluded  that  it  likely  was  not  a  racial  gerrymander. \nSee  J.S.  App.  at  408a-415a,  417a-423a.  And  the  2013 \nLegislature  embraced  Plan  C235  as  its  own  precisely \nbecause the district court had concluded that Plan C235 \nlikely  complied  with  the  Constitution  and  the  VRA.  To \nbe  sure,  that  determination  was  a  preliminary  one  and \ndid  not  render  the  2013  map  immune  from  challenge. \nBut the district court’s preliminary assessment certain-\nly gave the Legislature a good-faith basis to believe that \nadopting  Plan  C235  as  its  own  would  achieve  compli-\nance with the Constitution and the VRA.  \n\nThat  is  particularly  true  given  that  the  legal  stand-\nards  applied  by  the  district  court  were  more  generous \nto plaintiffs than the requirements for a final judgment. \nTo  the  extent  it  considered  intentional-discrimination \nclaims  under  VRA  §5,  the  court  applied  a  permissive \n“not  insubstantial”  standard.  J.S.  App.  396a.  The  re-\nmaining claims were considered under the standard for \npreliminary injunctions, J.S. App. 415a, 423a, which re-\nquires only a showing that the plaintiff is likely to suc-",
        "6 \n\nceed,  not  that  it  will  actually  do  so.  The  Legislature \nthus adopted Plan C235 only after the district court de-\ntermined  that  plaintiffs’  challenges  to  CD27  and  CD35 \ndid not even meet those lenient standards. If repealing \na  challenged  redistricting  plan  and  replacing  it  with  a \nremedial map imposed by the very court presiding over \nthe  redistricting  litigation—after  the  court  concludes \nthat  challenges  to  that  map  are  unlikely  to  succeed—is \nevidence  of  intentional  discrimination,  it  is  hard  to  im-\nagine what a State could ever do to avoid an intentional-\ndiscrimination charge. \n\nRather  than  answer  that  question,  the  plaintiffs  in-\nsist  that  the  2013  Legislature  adopted  Plan  C235  in  a \nsinister effort to “insulate” its map from judicial review. \nIf all plaintiffs mean is that the Legislature adopted the \nCourt’s  remedial  plan  with  the  modest  hope  of  ending \nthe  litigation  and  maximizing  its  chances  of  complying \nwith  the  VRA  and  Constitution,  then  they  are  correct. \nBut  there  is  nothing  sinister  about  that.  To  the  extent \nplaintiffs  mean  that  the  Legislature  asserted  immunity \nfrom  judicial  review,  that  is  just  not  true.  Of  course \ncourts  may  review  the  districts  for  discriminatory  ef-\nfects, and of course courts may review the actions of the \n2013  Legislature  for  discriminatory  purpose.  But  what \ncourts  may  not  do  is  ignore  the  distinct  intent  behind \nthe  2013  enactment  and  charge  the  2013  Legislature \nwith discriminatory intent for failure to “cure” the pur-\nported discriminatory intent of the 2011 Legislature, as \ndiscriminatory intent does not carry over from one law \nto another.",
        "7 \n\nHunter v. Underwood, 471 U.S. 222 (1985), does not \nsuggest  otherwise.  Hunter  did  not  involve  a  legisla-\nture’s  adoption  of  a  court-ordered  remedy,  let  alone \nsuch an act taken after that court issued an opinion ex-\nplaining  how  the  court-ordered  remedy  complied  with \nall  applicable  federal  law.  Indeed,  Hunter  did  not  in-\nvolve  the  adoption  of  new  legislation  at  all.  Hunter \nmerely  considered  whether  the  passage  of  time  re-\nmoved the original discriminatory intent behind a state \nconstitutional  provision  that  had  been  in  effect  for  80 \nyears and concededly “was motivated by a desire to dis-\ncriminate against blacks on account of race.” Id. at 233.  \nIt  is  thus  absurd  for  plaintiffs  to  claim  this  case  is \n“indistinguishable”  from  Hunter.  Mot.  22.  Rather  than \nrely on the passage of time to alleviate the alleged dis-\ncriminatory intent behind the 2011 plan, the 2013 Legis-\nlature passed new legislation: It repealed the 2011 plan \nbefore it took effect and adopted the district court’s re-\nmedial plan in its place. Far from supporting the plain-\ntiffs’  claim  that  the  2011  Legislature’s  intent  could \nnonetheless  doom  Plan  C235,  Hunter  expressly  re-\nserved the question of whether the same law “would be \nvalid  if  enacted  today  without  any  impermissible  moti-\nvation.”  471  U.S.  at  233.  And  here,  the  Legislature  did \nnot  even  reenact  the  same  law,  but  enacted  a  different \nlaw that fixed all the problems a federal court had iden-\ntified with the previous legislation. Hunter has nothing \nto say about that scenario. \n\nAt  bottom,  the  plaintiffs’  defense  of  the  district \ncourt’s order has no basis in law or fact. When the 2013 \nLegislature  adopted  the  court’s  remedial  plan,  it  had",
        "8 \n\nevery reason to believe that the plan complied with the \nConstitution  and  the  VRA.  After  all,  the  district  court \nitself  had  concluded  that  the  plan  likely  did,  and  that \nwas the best legal advice the Legislature could hope for. \nThe  plaintiffs’  baseless  attempt  to  impugn  the  Legisla-\nture’s motives is irreconcilable with “the presumption of \ngood  faith  that  must  be  accorded  legislative  enact-\nments,” and the courts’ duty to “exercise extraordinary \ncaution  in  adjudicating  claims  that  a  State  has  drawn \ndistrict  lines  on  the  basis  of  race.”  Miller  v.  Johnson, \n515 U.S. 900, 916 (1995). The plaintiffs’ claims fail even \nwithout  that  presumption,  but  they  certainly  cannot \nsucceed in the face of it.  \n\nIII. Districts  27  and  35  Were  Not  Infected  With  Any \n\nDiscriminatory “Taint.” \n\nEven  assuming  the  2011  Legislature’s  intent  were \nrelevant  to  the  plaintiffs’  challenges  to  the  2013  map, \nthe  plaintiffs’  arguments  fail  on  their  own  terms  be-\ncause the 2011 versions of Districts 27 and 35 were not \ninfected with any discriminatory “taint.”  \n\nA.  There Was No Vote Dilution in CD27. \n\nThis  Court  has  long  held  that  a  discriminatory-\npurpose  finding  requires  evidence  that  the  legislature \n“selected  or  reaffirmed  a  particular  course  of  action  at \nleast in part ‘because of,’ not merely ‘in spite of,’ its ad-\nverse  effects  upon  an  identifiable  group.”  Pers.  Adm’r \nof Mass. v. Feeney, 442 U.S. 256, 279 (1979). It is there-\nfore  legal  error  to  base  a  finding  of  discriminatory  in-\ntent  on  the  legislature’s  mere  “awareness  of  conse-\nquences.” Id.",
        "9 \n\nThat is exactly what the district court did in finding \nthat  the  Legislature’s  awareness  that  some  Hispanic \nvoters  would  reside  in  a  Republican-leaning  congres-\nsional district sufficed to establish intentional racial dis-\ncrimination.  Indeed,  the  only  factual  finding  the  plain-\ntiffs  cite—that  “more  than  200,000  Latinos  in  Nueces \nCounty  ‘who  had  been  in  an  opportunity  district  were \nno \nin  such  a  district,’”  Mot.  24  (quoting \nSupp.App.  299a-300a)—is  quintessential  evidence  of \nmere  awareness.  If  that  alone  sufficed  to  establish  dis-\ncriminatory intent, then a State would effectively be re-\nquired  to  retain  all  previously  existing  minority-\nopportunity  districts—a  requirement  found  nowhere  in \nthe Constitution or VRA §2. \n\nlonger \n\nIn  any  event,  CD27  resulted  from race-neutral  con-\nsiderations.  As  Judge  Smith  explained \nin  dissent, \n“Blake  Farenthold,  an  Anglo  Republican,  was  a[]  sur-\nprise  winner  in  the  2010  Republican  sweep,”  and  so \n“[t]he  Republican  legislature  set  out  to  protect  him.” \nJ.S.  App.  356a  (Smith,  J.,  dissenting).  The  permissible \ndesire  to  protect  an  incumbent—not  race—therefore \n“drove  the  decisions  made  .  .  .  in  Nueces  County  and \nthroughout CD27.” J.S. App. 351a. The plaintiffs cannot \ntransform  that  decision  into  a  race-based  decision  by \nsubstituting “Anglo-preferred” for “incumbent.” Mot. 2. \nNor does the evidence support a finding of discrimi-\nnatory effect. The plaintiffs ignore black-letter law that \nestablishing a vote-dilution claim “requires the possibil-\nity  of  creating  more  than  the  existing  number  of”  mi-\nnority-opportunity  districts—the  first  Gingles  require-\nment. LULAC v. Perry, 548 U.S. 399, 430 (2006) (quot-",
        "10 \n\ning Johnson v. De Grandy, 512 U.S. 997, 1008 (1994)). If \nno  such  possibility  exists,  there  is  no  VRA  §2  right  to \nremedy;  the  State  may  exercise  its  judgment  to  draw \ndistrict  lines.  Id.  at  429-30.  That  is  precisely  what  the \nLegislature  did  here:  it  drew  the  maximum  number \n(seven)  of  minority-opportunity  districts,  recognizing \nthat  some  minorities  (here,  Nueces  County  Hispanics) \nwould not be in a minority-opportunity district. That is \nperfectly  legitimate  under  VRA  §2  and  this  Court’s \nprecedents. Since Nueces County Hispanics are not suf-\nficiently  numerous  to  form  a  majority,  they  too  suffer \nfrom “the absence of [a] critical Gingles factor.” Mot. 2. \nThe  plaintiffs  contend  that  they  nonetheless  suffer \nvote-dilution because the State “engineered a trade that \ntook  § 2  rights  from  those  having  them  [in  Nueces \nCounty] and gave those § 2 rights to those who did not \nhave them [in CD35].” Mot. 32. This strained analogy to \nLULAC  v.  Perry  is  unfounded.  In  LULAC,  the  State \nattempted  to  compensate  for  the  elimination  of  a  com-\npact  minority-opportunity  district  with  a  district  that \nlacked  a  reasonably  compact  minority  population,  LU-\nLAC, 548 U.S. at 433-35. Here, there is no dispute that \nCD35 provides a compact minority group the opportuni-\nty to elect candidates of its choice.  \n\nEven if some part of CD35 does not demonstrate ra-\ncial  bloc  voting,  it  does  not  follow  that  the  Legislature \nwas forbidden to draw the district, much less that it was \nobligated  to  keep  Nueces  County  in  CD27.  “The  ulti-\nmate  object  of  the  inquiry  .  .  .  is  .  .  .  the  district  as  a \nwhole.” Bethune-Hill v.  Va.  State Bd.  of  Elections,  137 \nS. Ct. 788, 800 (2017).",
        "11 \n\nB.  CD35 Was Not Racially Gerrymandered. \n\nThe  plaintiffs’  argument  that  the  2013  Legislature \nracially  gerrymandered  CD35,  Mot.  27,  suffers  from \nseveral  serious  flaws.  First,  the  plaintiffs’  contention \nthat  motive  is  irrelevant  to  a  racial  gerrymandering \nclaim is plainly wrong. To be sure, racial gerrymander-\ning need not be the product of invidious discrimination. \nBut it must still be the product of intentional sorting of \nvoters on the basis of race. See, e.g., Miller, 515 U.S. at \n913.  The  plaintiffs  cannot  make  that  showing  because \n“the  2013  Legislature  did  not  draw  the  challenged  dis-\ntricts in Plan C235.” J.S. App. 34a. \n\nEven  if  the  2011  Legislature’s  intent  mattered, \nmoreover,  several  significant  problems  would  remain \nwith  the  plaintiffs’  argument  that  the  Legislature \nlacked a strong basis in evidence for drawing CD35 as it \ndid because it failed to establish that Gingles’ prerequi-\nsites  were  met  in  the  Austin  area.  Mot.  30.  First,  that \nargument  implies  that  a  State  has  no  discretion  in  de-\ntermining how to comply with the VRA. But this Court \nrejected  that  theory  in  Bartlett  v.  Strickland  when  it \nheld that “§ 2 allows States to choose their own method \nof complying with the Voting Rights Act.” 556 U.S. 1, 23 \n(2009). The plaintiffs admit that VRA §2 required seven \nminority-opportunity  districts  in  South/Central/West \nTexas,  and  they  do  not  dispute  that  CD35  covers  that \narea.  Mot.  30.  Nevertheless,  they  argue  that  the  State \ncould not adopt “this particular version” of CD35 unless \nit proved that §2 required it. Mot. 30. That principle has \nno basis in law and would choke off what little breathing",
        "12 \n\nroom  States  have  in  balancing  the  competing  demands \nof the Constitution and the VRA. \n\nSecond,  the  plaintiffs’  assertion  that  the  State  may \nnot  draw  a  minority-opportunity  district  unless  it \nproves that §2 requires the precise lines selected would \nturn Gingles on its head. Gingles is a guard against vote \ndilution,  see  Thornburg  v.  Gingles,  478  U.S.  30,  47 \n(1986),  not  a  rigid  limit  on  the  State’s  ability  to  draw \nminority-opportunity districts. The  plaintiffs  do not  ar-\ngue that CD35 deprives minority voters in Travis Coun-\nty of “an equal opportunity to participate in the political \nprocesses and to elect candidates of their choice.” Id. at \n44 (quotation marks omitted). Nor could they, as CD35 \nundisputedly is a minority-opportunity district. \n\nThird,  the  plaintiffs’  argument  erroneously  focuses \non only a small portion of CD35, not the entire district, \nas  this  Court’s  precedent  requires.  See  Bethune-Hill, \n137 S. Ct. at 800.",
        "13 \n\nC O N C L U S IO N \n\nThe  Court  should  deny  the  plaintiffs’  motion  and \nnote  probable  jurisdiction,  or  summarily  reverse  the \ndistrict court’s order invalidating Plan C235. \n\nRespectfully submitted. \n\nPAUL D. CLEMENT \nERIN E. MURPHY \n\nKEN PAXTON \nAttorney General of Texas \n\nKIRKLAND & ELLIS LLP \n655 Fifteenth Street, N.W. \nWashington, D.C. 20005 \n\nJEFFREY C. MATEER \nFirst Assistant  \n    Attorney General \n\nSCOTT A. KELLER \nSolicitor General \n    Counsel of Record \n\nMATTHEW H. FREDERICK \nDeputy Solicitor General \n\nMICHAEL P. MURPHY \nANDREW B. DAVIS  \nAssistant Solicitors General \n\nOFFICE OF THE  \n    ATTORNEY GENERAL \nP.O. Box 12548 (MC 059) \nAustin, Texas 78711-2548 \nscott.keller@oag.texas.gov \n(512) 936-1700 \n\nDECEMBER 2017"
      ],
      "full_text": "No. 17-586 \n\nIn the Supreme Court of the United States  \n\nGREG ABBOTT, ET AL, APPELLANTS, \n\nv. \nSHANNON PEREZ, ET AL. \n\nON APPEAL FROM THE UNITED STATES DISTRICT COURT \nFOR THE WESTERN DISTRICT OF TEXAS \n\nREPLY SUPPORTING  \nJURISDICTIONAL STATEMENT \n\nPAUL D. CLEMENT \nERIN E. MURPHY \n\nKEN PAXTON \nAttorney General of Texas \n\nKIRKLAND & ELLIS LLP \n655 Fifteenth Street, N.W. \nWashington, D.C. 20005 \n\nJEFFREY C. MATEER \nFirst Assistant  \n    Attorney General \n\nSCOTT A. KELLER \nSolicitor General \n    Counsel of Record \n\nMATTHEW H. FREDERICK \nDeputy Solicitor General \n\nMICHAEL P. MURPHY \nANDREW B. DAVIS  \nAssistant Solicitors General \n\nOFFICE OF THE  \n    ATTORNEY GENERAL \nP.O. Box 12548 (MC 059) \nAustin, Texas 78711-2548 \nscott.keller@oag.texas.gov \n(512) 936-1700 \n\n \n \n \n \n \n\fT A B LE   O F  C O N T E N T S\n\nPage \n\nI.  This Court has jurisdiction to review the district \n\ncourt’s order. .................................................................1 \n\nII.  The Legislature did not engage in intentional \ndiscrimination when it enacted the court-\nordered plan as its own. ...............................................3 \n\nIII.  Districts 27 and 35 were not infected with any \n\ndiscriminatory “taint.” .................................................8 \nA.  There was no vote dilution in CD27. ...................8 \nB.  CD35 was not racially gerrymandered. ............11 \nConclusion ...........................................................................13 \nTABLE OF AUTHORITES \n\nCases: \n\nBartlett v. Strickland,  \n\n556 U.S. 1 (2009) ........................................................... 11 \n\nBethune-Hill v. Va. State Bd. of Elections,  \n\n137 S. Ct. 788 (2017) ............................................... 10, 12 \n\nCarson v. Am. Brands, Inc.,  \n\n450 U.S. 79 (1981) ........................................................... 2 \n\nCooper v. Harris,  \n\n137 S. Ct. 1455 (2017) ..................................................... 2 \n\nGunn v. Univ. Comm. to End the War in Viet \n\nNam, 399 U.S. 383 (1970) .............................................. 2 \n\nHunter v. Underwood,  \n\n471 U.S. 222 (1985) ......................................................... 7 \n\nJohnson v. De Grandy,  \n\n512 U.S. 997 (1994) ....................................................... 10 \n\n(I) \n\n \n \n\fII \n\nCases—Continued: \n\nLULAC v. Perry,  \n\n548 U.S. 399 (2006) ................................................... 9, 10 \n\nMiller v. Johnson,  \n\n515 U.S. 900 (1995) ................................................... 8, 11 \n\nPerry v. Perez,  \n\n565 U.S. 388 (2012) (per curiam) ............................... 4, 5 \n\nPers. Adm’r of Mass. v. Feeney,  \n\n442 U.S. 256 (1979) ......................................................... 8 \n\nThornburg v. Gingles,  \n\n478 U.S. 30 (1986) ......................................................... 12 \n\nStatutes: \n\n28 U.S.C. \n\n§1253 ................................................................................ 2 \n§1292(a)(1) ....................................................................... 2 \n\n \n \n \n \n\fThe plaintiffs’ effort to repackage the district court’s \ndecision  only  highlights  the  district  court’s  grave  legal \nand  factual  errors.  This  Court  should  deny  the  plain-\ntiffs’ motion and note probable jurisdiction or summari-\nly reverse. \n\nI.  This  Court  Has  Jurisdiction  to  Review  the  Dis-\n\ntrict Court’s Order. \n\nThe  plaintiffs  do  not  seriously  dispute  that  the  dis-\ntrict court’s order invalidating Plan C235 had the prac-\ntical  effect  of  precluding  its  use  in  the  2018  elections. \nNor could they, as the district court held that CD27 and \nCD35  “violate  § 2  and  the  Fourteenth  Amendment,” \nand that those violations “must be remedied.” J.S. App. \n118a.  It  made  clear  that  if  the  Legislature  did  not  im-\nmediately  redraw  the  districts,  the  court  would—and \nwould do so in time for the 2018 elections. After all, the \ncourt  would  not  have  needed  to  put  the  Governor  on  a \n72-hour deadline and otherwise rush to redraw the map \nif  it  had  not  already  determined  that  the  existing  map \ncould  not  be  used  in  2018.  Indeed,  the  plaintiffs  them-\nselves  implicitly  concede  that  the  State  has  been  en-\njoined  from  using  Plan  C235  by  urging  this  Court  to \n“remand to the district court in time for implementation \nof a remedy for the 2018 election cycle.” Mot. 4.  \n\nThe  plaintiffs  nonetheless  claim  that  this  Court \nlacks jurisdiction because the district court has not yet \nissued a replacement for the map it enjoined. The plain-\ntiffs confuse whether the court’s order is its final order \nin  the  case  with  whether  it  is  an  injunction.  An  injunc-\ntion does not have to definitively resolve the case; it just \nhas  to  prevent  the  appealing  party  from  doing  some-\n\n(1) \n\n \n \n\f2 \n\nthing.1 That, the district court’s order plainly does. Un-\nlike  Gunn  v.  University  Committee to End the War  in \nViet Nam,  399  U.S.  383  (1970)  (cited  at  Mot.  16),  there \nis  no  question  what  “was  to  be  enjoined”  or  “against \nwhom” the injunction would run, id. at 388. The district \ncourt’s order is clear: it prevents Texas from using Plan \nC235 in the 2018 elections because the court found that \nCD27 and CD35 violate the Constitution. \n\nThis Court routinely reviews orders blocking a State \nfrom  using  its  existing  districts.  See,  e.g.,  Cooper  v. \nHarris, 137 S. Ct. 1455 (2017); Gill v. Whitford, No. 16-\n1161  (U.S.).  That  review  is  consistent  with  this  Court’s \nlongstanding  view  that  appellate  jurisdiction  over  in-\njunctions  turns  on  the  “practical  effect”  of  the  lower \ncourt’s  order,  not  its  form  or  use  of  magic  words.  Car-\nson  v.  Am.  Brands,  Inc.,  450  U.S.  79,  83  (1981).  That \nCarson interpreted §1292(a)(1), rather than §1253, does \nnot matter. Because §1292(a)(1) and §1253 use material-\nly  identical  language  to  vest  jurisdiction  over  “orders” \n“granting”  an  “injunction,”  Carson’s  reasoning  applies \nto  both.  This  is  especially  so  given  that  both  provi-\nsions—not  just  §1292(a)(1),  see  Mot.  17—are  interpret-\ned  narrowly.  See  Carson,  450  U.S.  at  84  (“[W]e  have \nconstrued  the  statute  narrowly.”).  Far  from  expanding \nCarson, then, requiring magic words under §1253 would \n\n1  The  plaintiffs’  argument  that  “a  request  for  submission  of \nproposed  remedial  plans,”  is  not  an  appealable  order,  Mot. \n18,  makes  the  same  mistake.  Of  course  that  would  not \ntypically  be an  appealable order, because it would be nei-\nther a final order nor an injunction.  \n\n \n \n                                             \n\f3 \n\nartificially  restrict  Carson  and  the  jurisdiction  that \nCongress has conferred on this Court.  \n\nII.  The  2013  Legislature  Did  Not  Engage  in  Inten-\ntional  Discrimination  When  It  Enacted  the \nCourt-Ordered Plan as Its Own. \n\nOn  the  merits,  the  plaintiffs  attack  a  strawman. \nThey repeatedly insist that the 2013 Legislature’s deci-\nsion  to  enact  the  district  court’s  remedial  map  did  not \n“immunize” Plan C235 from judicial review. Defendants \nhave  never  suggested  otherwise.  Defendants  have  ar-\ngued only that the 2013 Legislature’s decision to repeal \nthe 2011 map and replace it with the district court’s re-\nmedial map is the relevant decision for purposes of de-\ntermining  the  Legislature’s  intent.  And  the  2013  deci-\nsion  was  exactly  what  it  purported  to  be:  a  good-faith \neffort  to  comply  with  the  Constitution  and  the  VRA, \nbring costly and protracted litigation over the 2011 map \nto  an  end,  and  establish  permanent  congressional  dis-\ntricts  for  the  decade.  The  plaintiffs’  fabricated  tale  of \nnefarious  intent  has  no  basis  in  reality,  and  it  willfully \nignores  the  Legislature’s  good-faith  effort  to  address \nthe potential infirmities that the district court had iden-\ntified. \n\nTo be sure, when the Legislature adopted the court-\nimposed plan as its own, it certainly “assumed the risk” \nthat  districts  in  Plan  C235  “might  not  withstand  full \nscrutiny,” Mot. 23, on claims against that plan, and the \ndistrict court was free to consider such claims. But Ar-\nticle  III  did  not  permit  the  court  to  hold  onto  moot \nclaims  against  the  never-implemented  2011  plan  in  an \neffort to give the plaintiffs an advantage in their attack \n\n \n \n\f4 \n\non  the  2013  plan.  J.S.  App.  348a  (Smith,  J.,  dissenting) \n(“Article III contains no exception . . . that allows us to \nresurrect  dead  claims  in  order  to  make  it  easier  for \nplaintiffs  to  pursue  live  ones.”).  Indeed,  the  plaintiffs \nnotably  do  not  even  respond  to  defendants’  argument \nthat  the  district  court’s  adjudication  of  the  moot  chal-\nlenges  to  the  2011  plan  was  an  impermissible  advisory \nopinion. In all events, nothing in this Court’s precedents \npermitted the district court to hold the 2013 Legislature \nresponsible  for  wrongs  that  it  believed  (albeit  errone-\nously) the 2011 Legislature committed.  \n\nThe  plaintiffs’  contrary  contentions  are  a  study  in \nrevisionist  history.  They  first  attempt  to  avoid  the  dis-\ntrict  court’s  incredible  conclusion  that  the  Legislature \nengaged  in  intentional  discrimination  by  adopting  the \ncourt’s  own  remedial  map  by  claiming  that  the  2013 \nLegislature  “simply  repeal[ed]  and  reenact[ed]”  the \nmap  enacted  by  the  2011  Legislature.  Mot.  19-20.  That \ncontention blinks reality. The 2013 Legislature repealed \nthe 2011 map and replaced it with a new remedial map \nimposed  by  the  district  court  and  designed  to  remedy \nidentified problems and comply with the VRA, the Con-\nstitution, and this Court’s instructions in Perry v. Perez, \n565  U.S.  388  (2012)  (per  curiam).  That  court-ordered \nremedial map preserved some of the lines from the 2011 \nplan,  but  it  also  substantially  amended  that  plan  in \nmany  respects.  And  it  altered  and  preserved  lines  in \naccordance with this Court’s mandate to “draw interim \nmaps that do not violate the Constitution or the Voting \nRights  Act.”  Id.  The  2013  Legislature  thus  no  more \n\n \n \n\f5 \n\n“simply  repeal[ed]  and  reenact[ed]”  the  2011  plan  than \nthe district court did when it imposed Plan C235.  \n\nThe  plaintiffs’  effort  to  recast  the  Legislature’s \nadoption  of  the  court-ordered  remedial  plan  as  a  sinis-\nter plot to discriminate against minority voters likewise \nhas  no  basis  in  reality.  Following  this  Court’s  mandate \nto “draw interim maps that do not violate the Constitu-\ntion  or  the  Voting  Rights  Act,”  Perez,  565  U.S.  at  396, \nthe  district  court  did  not  redraw  CD27  because  it  con-\ncluded that it likely did not intentionally dilute minority \nvoting  strength  and  did  not  redraw  CD35  because  it \nconcluded  that  it  likely  was  not  a  racial  gerrymander. \nSee  J.S.  App.  at  408a-415a,  417a-423a.  And  the  2013 \nLegislature  embraced  Plan  C235  as  its  own  precisely \nbecause the district court had concluded that Plan C235 \nlikely  complied  with  the  Constitution  and  the  VRA.  To \nbe  sure,  that  determination  was  a  preliminary  one  and \ndid  not  render  the  2013  map  immune  from  challenge. \nBut the district court’s preliminary assessment certain-\nly gave the Legislature a good-faith basis to believe that \nadopting  Plan  C235  as  its  own  would  achieve  compli-\nance with the Constitution and the VRA.  \n\nThat  is  particularly  true  given  that  the  legal  stand-\nards  applied  by  the  district  court  were  more  generous \nto plaintiffs than the requirements for a final judgment. \nTo  the  extent  it  considered  intentional-discrimination \nclaims  under  VRA  §5,  the  court  applied  a  permissive \n“not  insubstantial”  standard.  J.S.  App.  396a.  The  re-\nmaining claims were considered under the standard for \npreliminary injunctions, J.S. App. 415a, 423a, which re-\nquires only a showing that the plaintiff is likely to suc-\n\n \n \n\f6 \n\nceed,  not  that  it  will  actually  do  so.  The  Legislature \nthus adopted Plan C235 only after the district court de-\ntermined  that  plaintiffs’  challenges  to  CD27  and  CD35 \ndid not even meet those lenient standards. If repealing \na  challenged  redistricting  plan  and  replacing  it  with  a \nremedial map imposed by the very court presiding over \nthe  redistricting  litigation—after  the  court  concludes \nthat  challenges  to  that  map  are  unlikely  to  succeed—is \nevidence  of  intentional  discrimination,  it  is  hard  to  im-\nagine what a State could ever do to avoid an intentional-\ndiscrimination charge. \n\nRather  than  answer  that  question,  the  plaintiffs  in-\nsist  that  the  2013  Legislature  adopted  Plan  C235  in  a \nsinister effort to “insulate” its map from judicial review. \nIf all plaintiffs mean is that the Legislature adopted the \nCourt’s  remedial  plan  with  the  modest  hope  of  ending \nthe  litigation  and  maximizing  its  chances  of  complying \nwith  the  VRA  and  Constitution,  then  they  are  correct. \nBut  there  is  nothing  sinister  about  that.  To  the  extent \nplaintiffs  mean  that  the  Legislature  asserted  immunity \nfrom  judicial  review,  that  is  just  not  true.  Of  course \ncourts  may  review  the  districts  for  discriminatory  ef-\nfects, and of course courts may review the actions of the \n2013  Legislature  for  discriminatory  purpose.  But  what \ncourts  may  not  do  is  ignore  the  distinct  intent  behind \nthe  2013  enactment  and  charge  the  2013  Legislature \nwith discriminatory intent for failure to “cure” the pur-\nported discriminatory intent of the 2011 Legislature, as \ndiscriminatory intent does not carry over from one law \nto another.  \n\n \n \n\f7 \n\nHunter v. Underwood, 471 U.S. 222 (1985), does not \nsuggest  otherwise.  Hunter  did  not  involve  a  legisla-\nture’s  adoption  of  a  court-ordered  remedy,  let  alone \nsuch an act taken after that court issued an opinion ex-\nplaining  how  the  court-ordered  remedy  complied  with \nall  applicable  federal  law.  Indeed,  Hunter  did  not  in-\nvolve  the  adoption  of  new  legislation  at  all.  Hunter \nmerely  considered  whether  the  passage  of  time  re-\nmoved the original discriminatory intent behind a state \nconstitutional  provision  that  had  been  in  effect  for  80 \nyears and concededly “was motivated by a desire to dis-\ncriminate against blacks on account of race.” Id. at 233.  \nIt  is  thus  absurd  for  plaintiffs  to  claim  this  case  is \n“indistinguishable”  from  Hunter.  Mot.  22.  Rather  than \nrely on the passage of time to alleviate the alleged dis-\ncriminatory intent behind the 2011 plan, the 2013 Legis-\nlature passed new legislation: It repealed the 2011 plan \nbefore it took effect and adopted the district court’s re-\nmedial plan in its place. Far from supporting the plain-\ntiffs’  claim  that  the  2011  Legislature’s  intent  could \nnonetheless  doom  Plan  C235,  Hunter  expressly  re-\nserved the question of whether the same law “would be \nvalid  if  enacted  today  without  any  impermissible  moti-\nvation.”  471  U.S.  at  233.  And  here,  the  Legislature  did \nnot  even  reenact  the  same  law,  but  enacted  a  different \nlaw that fixed all the problems a federal court had iden-\ntified with the previous legislation. Hunter has nothing \nto say about that scenario. \n\nAt  bottom,  the  plaintiffs’  defense  of  the  district \ncourt’s order has no basis in law or fact. When the 2013 \nLegislature  adopted  the  court’s  remedial  plan,  it  had \n\n \n \n\f8 \n\nevery reason to believe that the plan complied with the \nConstitution  and  the  VRA.  After  all,  the  district  court \nitself  had  concluded  that  the  plan  likely  did,  and  that \nwas the best legal advice the Legislature could hope for. \nThe  plaintiffs’  baseless  attempt  to  impugn  the  Legisla-\nture’s motives is irreconcilable with “the presumption of \ngood  faith  that  must  be  accorded  legislative  enact-\nments,” and the courts’ duty to “exercise extraordinary \ncaution  in  adjudicating  claims  that  a  State  has  drawn \ndistrict  lines  on  the  basis  of  race.”  Miller  v.  Johnson, \n515 U.S. 900, 916 (1995). The plaintiffs’ claims fail even \nwithout  that  presumption,  but  they  certainly  cannot \nsucceed in the face of it.  \n\nIII. Districts  27  and  35  Were  Not  Infected  With  Any \n\nDiscriminatory “Taint.” \n\nEven  assuming  the  2011  Legislature’s  intent  were \nrelevant  to  the  plaintiffs’  challenges  to  the  2013  map, \nthe  plaintiffs’  arguments  fail  on  their  own  terms  be-\ncause the 2011 versions of Districts 27 and 35 were not \ninfected with any discriminatory “taint.”  \n\nA.  There Was No Vote Dilution in CD27. \n\nThis  Court  has  long  held  that  a  discriminatory-\npurpose  finding  requires  evidence  that  the  legislature \n“selected  or  reaffirmed  a  particular  course  of  action  at \nleast in part ‘because of,’ not merely ‘in spite of,’ its ad-\nverse  effects  upon  an  identifiable  group.”  Pers.  Adm’r \nof Mass. v. Feeney, 442 U.S. 256, 279 (1979). It is there-\nfore  legal  error  to  base  a  finding  of  discriminatory  in-\ntent  on  the  legislature’s  mere  “awareness  of  conse-\nquences.” Id. \n\n \n \n\f9 \n\nThat is exactly what the district court did in finding \nthat  the  Legislature’s  awareness  that  some  Hispanic \nvoters  would  reside  in  a  Republican-leaning  congres-\nsional district sufficed to establish intentional racial dis-\ncrimination.  Indeed,  the  only  factual  finding  the  plain-\ntiffs  cite—that  “more  than  200,000  Latinos  in  Nueces \nCounty  ‘who  had  been  in  an  opportunity  district  were \nno \nin  such  a  district,’”  Mot.  24  (quoting \nSupp.App.  299a-300a)—is  quintessential  evidence  of \nmere  awareness.  If  that  alone  sufficed  to  establish  dis-\ncriminatory intent, then a State would effectively be re-\nquired  to  retain  all  previously  existing  minority-\nopportunity  districts—a  requirement  found  nowhere  in \nthe Constitution or VRA §2. \n\nlonger \n\nIn  any  event,  CD27  resulted  from race-neutral  con-\nsiderations.  As  Judge  Smith  explained \nin  dissent, \n“Blake  Farenthold,  an  Anglo  Republican,  was  a[]  sur-\nprise  winner  in  the  2010  Republican  sweep,”  and  so \n“[t]he  Republican  legislature  set  out  to  protect  him.” \nJ.S.  App.  356a  (Smith,  J.,  dissenting).  The  permissible \ndesire  to  protect  an  incumbent—not  race—therefore \n“drove  the  decisions  made  .  .  .  in  Nueces  County  and \nthroughout CD27.” J.S. App. 351a. The plaintiffs cannot \ntransform  that  decision  into  a  race-based  decision  by \nsubstituting “Anglo-preferred” for “incumbent.” Mot. 2. \nNor does the evidence support a finding of discrimi-\nnatory effect. The plaintiffs ignore black-letter law that \nestablishing a vote-dilution claim “requires the possibil-\nity  of  creating  more  than  the  existing  number  of”  mi-\nnority-opportunity  districts—the  first  Gingles  require-\nment. LULAC v. Perry, 548 U.S. 399, 430 (2006) (quot-\n\n \n \n\f10 \n\ning Johnson v. De Grandy, 512 U.S. 997, 1008 (1994)). If \nno  such  possibility  exists,  there  is  no  VRA  §2  right  to \nremedy;  the  State  may  exercise  its  judgment  to  draw \ndistrict  lines.  Id.  at  429-30.  That  is  precisely  what  the \nLegislature  did  here:  it  drew  the  maximum  number \n(seven)  of  minority-opportunity  districts,  recognizing \nthat  some  minorities  (here,  Nueces  County  Hispanics) \nwould not be in a minority-opportunity district. That is \nperfectly  legitimate  under  VRA  §2  and  this  Court’s \nprecedents. Since Nueces County Hispanics are not suf-\nficiently  numerous  to  form  a  majority,  they  too  suffer \nfrom “the absence of [a] critical Gingles factor.” Mot. 2. \nThe  plaintiffs  contend  that  they  nonetheless  suffer \nvote-dilution because the State “engineered a trade that \ntook  § 2  rights  from  those  having  them  [in  Nueces \nCounty] and gave those § 2 rights to those who did not \nhave them [in CD35].” Mot. 32. This strained analogy to \nLULAC  v.  Perry  is  unfounded.  In  LULAC,  the  State \nattempted  to  compensate  for  the  elimination  of  a  com-\npact  minority-opportunity  district  with  a  district  that \nlacked  a  reasonably  compact  minority  population,  LU-\nLAC, 548 U.S. at 433-35. Here, there is no dispute that \nCD35 provides a compact minority group the opportuni-\nty to elect candidates of its choice.  \n\nEven if some part of CD35 does not demonstrate ra-\ncial  bloc  voting,  it  does  not  follow  that  the  Legislature \nwas forbidden to draw the district, much less that it was \nobligated  to  keep  Nueces  County  in  CD27.  “The  ulti-\nmate  object  of  the  inquiry  .  .  .  is  .  .  .  the  district  as  a \nwhole.” Bethune-Hill v.  Va.  State Bd.  of  Elections,  137 \nS. Ct. 788, 800 (2017).  \n\n \n \n\f11 \n\nB.  CD35 Was Not Racially Gerrymandered. \n\nThe  plaintiffs’  argument  that  the  2013  Legislature \nracially  gerrymandered  CD35,  Mot.  27,  suffers  from \nseveral  serious  flaws.  First,  the  plaintiffs’  contention \nthat  motive  is  irrelevant  to  a  racial  gerrymandering \nclaim is plainly wrong. To be sure, racial gerrymander-\ning need not be the product of invidious discrimination. \nBut it must still be the product of intentional sorting of \nvoters on the basis of race. See, e.g., Miller, 515 U.S. at \n913.  The  plaintiffs  cannot  make  that  showing  because \n“the  2013  Legislature  did  not  draw  the  challenged  dis-\ntricts in Plan C235.” J.S. App. 34a. \n\nEven  if  the  2011  Legislature’s  intent  mattered, \nmoreover,  several  significant  problems  would  remain \nwith  the  plaintiffs’  argument  that  the  Legislature \nlacked a strong basis in evidence for drawing CD35 as it \ndid because it failed to establish that Gingles’ prerequi-\nsites  were  met  in  the  Austin  area.  Mot.  30.  First,  that \nargument  implies  that  a  State  has  no  discretion  in  de-\ntermining how to comply with the VRA. But this Court \nrejected  that  theory  in  Bartlett  v.  Strickland  when  it \nheld that “§ 2 allows States to choose their own method \nof complying with the Voting Rights Act.” 556 U.S. 1, 23 \n(2009). The plaintiffs admit that VRA §2 required seven \nminority-opportunity  districts  in  South/Central/West \nTexas,  and  they  do  not  dispute  that  CD35  covers  that \narea.  Mot.  30.  Nevertheless,  they  argue  that  the  State \ncould not adopt “this particular version” of CD35 unless \nit proved that §2 required it. Mot. 30. That principle has \nno basis in law and would choke off what little breathing \n\n \n \n\f12 \n\nroom  States  have  in  balancing  the  competing  demands \nof the Constitution and the VRA. \n\nSecond,  the  plaintiffs’  assertion  that  the  State  may \nnot  draw  a  minority-opportunity  district  unless  it \nproves that §2 requires the precise lines selected would \nturn Gingles on its head. Gingles is a guard against vote \ndilution,  see  Thornburg  v.  Gingles,  478  U.S.  30,  47 \n(1986),  not  a  rigid  limit  on  the  State’s  ability  to  draw \nminority-opportunity districts. The  plaintiffs  do not  ar-\ngue that CD35 deprives minority voters in Travis Coun-\nty of “an equal opportunity to participate in the political \nprocesses and to elect candidates of their choice.” Id. at \n44 (quotation marks omitted). Nor could they, as CD35 \nundisputedly is a minority-opportunity district. \n\nThird,  the  plaintiffs’  argument  erroneously  focuses \non only a small portion of CD35, not the entire district, \nas  this  Court’s  precedent  requires.  See  Bethune-Hill, \n137 S. Ct. at 800.  \n\n \n \n \n \n\f13 \n\nC O N C L U S IO N \n\nThe  Court  should  deny  the  plaintiffs’  motion  and \nnote  probable  jurisdiction,  or  summarily  reverse  the \ndistrict court’s order invalidating Plan C235. \n\nRespectfully submitted. \n\nPAUL D. CLEMENT \nERIN E. MURPHY \n\nKEN PAXTON \nAttorney General of Texas \n\nKIRKLAND & ELLIS LLP \n655 Fifteenth Street, N.W. \nWashington, D.C. 20005 \n\nJEFFREY C. MATEER \nFirst Assistant  \n    Attorney General \n\nSCOTT A. KELLER \nSolicitor General \n    Counsel of Record \n\nMATTHEW H. FREDERICK \nDeputy Solicitor General \n\nMICHAEL P. MURPHY \nANDREW B. DAVIS  \nAssistant Solicitors General \n\nOFFICE OF THE  \n    ATTORNEY GENERAL \nP.O. Box 12548 (MC 059) \nAustin, Texas 78711-2548 \nscott.keller@oag.texas.gov \n(512) 936-1700 \n\nDECEMBER 2017 \n\n \n \n \n \n \n \n \n \n \n\f"
    }
  }
}