{
  "version": "1.0",
  "document": {
    "query_code": "17-654",
    "source_page_url": "https://www.supremecourt.gov/search.aspx?filename=/docket/docketfiles/html/public/17-654.html",
    "download_url": "https://www.supremecourt.gov/DocketPDF/17/17-654/24422/20171219152502280_17-654%20Garza%20-%20Reply.pdf",
    "fetched_at": "2025-09-19T23:07:12.640235Z",
    "sha256": "8f3df08a4770c996c0b507c81d69a6b417d3d5d911f198aca1deed70b2f4189b",
    "filename": "Dec192017_Reply of petitioners Eric D. Hargan, et al. filed.pdf",
    "file_size_bytes": 138942,
    "pages": 15,
    "extraction": {
      "method": "text",
      "chars": 23633,
      "notes": "pdfminer"
    },
    "metadata": {
      "title": "Main Document",
      "date": "Dec 19 2017",
      "extra": {
        "date": "Dec 19 2017",
        "custom_filename": "Dec192017_Reply of petitioners Eric D. Hargan, et al. filed"
      }
    },
    "content": {
      "page_text": [
        "No. 17-654 \nIn the Supreme Court of the United States \n\nERIC D. HARGAN, ACTING SECRETARY OF HEALTH  \nAND HUMAN SERVICES, ET AL., PETITIONERS \n\nv. \n\nROCHELLE GARZA, AS GUARDIAN AD LITEM TO  \nUNACCOMPANIED MINOR J.D. \n\nON PETITION FOR A WRIT OF CERTIORARI \nTO THE UNITED STATES COURT OF APPEALS  \nFOR THE DISTRICT OF COLUMBIA CIRCUIT \n\nREPLY BRIEF FOR THE PETITIONERS \n\n  NOEL J. FRANCISCO \nSolicitor General \n\nCounsel of Record \nDepartment of Justice \nWashington, D.C. 20530-0001 \nSupremeCtBriefs@usdoj.gov \n(202) 514-2217",
        "TABLE OF AUTHORITIES \n\nCases: \n\nPage \n\nAgency for Int’l Dev. v. Alliance for Open Soc’y Int’l, \n\nInc., 570 U.S. 205 (2013) ....................................................... 5 \nArave v. Hoffman, 552 U.S. 117 (2008) ................................. 3 \nArizonans for Official English v. Arizona,  \n\n520 U.S. 43 (1997) ................................................................. 2 \n\nGenesis Healthcare Corp. v. Symczyk, 569 U.S. 66 \n\n(2013) ...................................................................................... 7 \nGlossip v. Gross, 135 S. Ct. 2726 (2015) ................................ 5 \nHarris v. McRae, 448 U.S. 297 (1980) ................................... 5 \nKingdomware Technologies, Inc. v. United States,  \n\n136 S. Ct. 1969 (2016) ........................................................... 6 \nNASA v. Nelson, 562 U.S. 134 (2011) .................................... 5 \nSampson v. Murray, 415 U.S. 61 (1974) ............................... 4 \nSnyder, In re, 472 U.S. 634 (1985) ......................................... 8 \nU.S. Parole Comm’n v. Geraghty, 445 U.S. 388 (1980) ....... 6 \nUnited States v. Munsingwear, Inc., 340 U.S. 36 \n\n(1950) .................................................................................. 3, 7 \n\nStatute and rules: \n\n6 U.S.C. 279 .............................................................................. 5 \nFed. R. App. P. 46 .................................................................... 8 \nSup. Ct. R. 8.2 ...................................................................... 2, 8 \n\nMiscellaneous: \n\n2 Geoffrey C. Hazard, Jr. et al., The Law of  \n\nLawyering (2015) ................................................................ 10 \n\nModel Rules of Prof ’l Conduct (2017):  \n\nRule 4.1 ............................................................................... 9 \nRule 4.1 cmt. 1 ................................................................... 9 \nRule 8.4(c) .......................................................................... 9 \n\n(I)",
        "II \n\nMiscellaneous—Continued: \n\nPage \n\nRestatement (Third) of the Law Governing Lawyers \n\n(1998) ...................................................................................... 9",
        "In the Supreme Court of the United States \n\nNo. 17-654 \n\nERIC D. HARGAN, ACTING SECRETARY OF HEALTH  \nAND HUMAN SERVICES, ET AL., PETITIONERS \n\nv. \nROCHELLE GARZA, AS GUARDIAN AD LITEM TO  \nUNACCOMPANIED MINOR J.D. \n\nON PETITION FOR A WRIT OF CERTIORARI \nTO THE UNITED STATES COURT OF APPEALS  \nFOR THE DISTRICT OF COLUMBIA CIRCUIT \n\nREPLY BRIEF FOR THE PETITIONERS \n\nRespondent’s brief in opposition is most remarkable \nfor what it does not say.  Respondent does not dispute \nthat, after the lower courts ruled late in the afternoon \nof Tuesday, October 24, Ms. Doe’s representatives told \nthe government that Ms. Doe would receive counseling \nfrom  a  new doctor  on the  morning  of October  25,  with \nthe  abortion  to  follow  on  October  26;  and  that,  in  reli-\nance  on  those  representations,  the  government  in-\nformed  respondent’s  counsel it  would  file  a stay  appli-\ncation  the  morning  of  October  25,  rather  than  late  at \nnight on October 24.  Respondent is noticeably silent on \nwhat happened next.  She does not deny that, after the \ngovernment’s notice, Ms. Doe’s representatives secured \nthe services of the original doctor and changed the na-\n\n(1)",
        "2 \n\nture of Ms. Doe’s appointment without telling the gov-\nernment.1  Nor does respondent deny that these actions \nwere a deliberate effort to prevent this Court’s review.  \nRespondent  contends  only  that,  as  a  legal  matter,  the \nconduct  should  carry  no  consequences,  either  with  re-\nspect to vacating the court of appeals’ judgment or dis-\nciplining her attorneys.  That is incorrect.   \n\nFirst,  this  is  a  classic case  for vacatur  of  a decision \nthat was mooted by respondent’s conduct on the way to \nthis Court, “ ‘clear[ing] the path for future relitigation’ \nby eliminating a judgment the loser was stopped from \nopposing on direct review.”  Arizonans for Official Eng-\nlish v. Arizona, 520 U.S. 43, 71 (1997) (citation omitted).  \nThe decision issued by the divided en banc court on an \nimportant  question  of  constitutional  law  plainly  would \nhave warranted this Court’s review, but for the actions \nof Ms. Doe’s representatives.  And Ms. Doe’s claims for \nprospective relief became moot when she underwent an \nabortion.  The potential legal consequences to the gov-\nernment of leaving in place the court of appeals’ errone-\nous decision justify this Court’s intervention.      \n\nSecond,  this  Court  historically  has  been  its  own \njudge of whether conduct is “unbecoming a member of \n[its] Bar,” Sup. Ct. R. 8.2, and the conduct here speaks \nfor itself.  The Model Rules and ethical principles gov-\nerning  the legal  profession,  however,  lead to  the same \nconclusion.    Ms.  Doe’s  representatives  may  have  been \nfree to say nothing about the timing of her procedure.  \nBut  they  could  not  make  repeated  representations  to \n\n1  Although respondent does not explain precisely what happened \nduring the night of October 24 and early morning of October 25, she \ndoes not dispute that her counsel were involved or that they were \naware of the earlier representations made by Ms. Doe’s attorney ad \nlitem and guardian ad litem.",
        "3 \n\nthe government (and the courts) about that procedure’s \ntiming, know that the government was relying on those \nstatements, act to render the statements false, and then \nsay  nothing  to  correct  the  falsehood.    That  is  not  con-\nduct becoming members of the Bar of this Court. \n\n1.  Respondent does not dispute that when an appeal \nbecomes moot “while on its way [to this Court],” the es-\ntablished  practice  of this  Court  is  to  “vacate  the  judg-\nment below and remand with a direction to dismiss,” at \nleast when the appeal otherwise would have warranted \nfurther  review.    United  States  v.  Munsingwear,  Inc., \n340 U.S. 36, 39 (1950); see Pet. 20, 23 n.4; see also Arave \nv.  Hoffman,  552  U.S.  117,  118-119  (2008) (per  curiam) \n(following the practice where not every claim in the case \nhad become moot).  Respondent’s arguments for not fol-\nlowing that practice here lack merit. \n\na.  Respondent contends (Br. in Opp. 13-14) that the \ndecision below would not have “warranted this Court’s \nreview,” because the en banc court of appeals resolved \nonly  the  government’s  stay  motion,  not  “the  merits  of \nMs. Doe’s constitutional claim.”  That contention is in-\ncorrect  for  two  reasons.    First,  after  denying  the  gov-\nernment’s  request  for  a  stay,  the  court  remanded  the \nentire case to the district court for further proceedings.  \nPet. App. 19a.  In so doing, the court clearly considered \nitself  to  have  resolved  the  entire  appeal  by  effectively \naffirming the district court’s temporary restraining or-\nder (TRO).  If the court had resolved only the govern-\nment’s  motion  for  a  stay  pending  appeal,  the  appeal \nwould  have remained before  the  court  for  a resolution \nof the merits.2  Second, the en banc court denied a stay \n\n2  Although  TROs  are  generally  not  appealable,  the  court  of  ap-\npeals correctly concluded that the district court’s order was “more \nakin to preliminary injunctive relief and [wa]s therefore appealable",
        "4 \n\nfor  “substantially”  the  reasons  set  forth  in  Judge  Mil-\nlett’s panel statement, ibid., which addressed at length \nthe constitutional question, see id. at 7a-17a.  By adopt-\ning Judge Millett’s statement, the en banc majority took \na position on the merits, and that is exactly how the dis-\nsenters  understood  it.    See  id.  at  54a  (Kavanaugh,  J., \ndissenting)  (“Today’s  majority  decision    * * *    is  ulti-\nmately based on a constitutional principle as novel as it \nis wrong.”). \n\nBecause respondent misunderstands what the en banc \ncourt  decided,  she  similarly  misunderstands  (Br.  in \nOpp. 15) what question would have been presented for \nthis  Court’s  review.    Absent  the  conduct  of  Ms.  Doe’s \nrepresentatives, the government would have sought an \nemergency stay from this Court, pending a petition for \na  writ  of  certiorari  that  presented  the  constitutional \nquestion—i.e.,  whether  an  unaccompanied  alien  minor \nmay  require  the  government  to  facilitate  an  elective \nabortion  when  the  minor  may  leave  the  government’s \ncustody by requesting voluntary departure or identify-\ning  a  suitable  sponsor.    See  Pet.  17-18.    Respondent’s \ncontention  (Br.  in  Opp.  15-16)  that  the  constitutional \nquestion would not have warranted this Court’s review \nignores its obvious legal and practical significance and \nthe fact that the court of appeals considered it en banc \nand was deeply divided over it.  See Emergency Pet. for \nReh’g En Banc 12 (urging rehearing en banc based on the \n“exceptional importance” of the issues presented). \n\nIn  seeming  recognition  that  the  merits  would  have \nbeen presented here, respondent addresses them.  See \nBr.  in  Opp.  15-17.    She  acknowledges  that,  “although \ngovernment  may  not  place  obstacles  in  the  path  of  a \n\nunder 28 U.S.C. § 1292(a)(1).”  Pet. App. 19a n.1 (citing Sampson v. \nMurray, 415 U.S. 61, 86 n.58 (1974)).",
        "5 \n\nwoman’s exercise of her freedom of choice, it need not \nremove those not of its own creation.”  Harris v. McRae, \n448 U.S. 297, 315-316 (1980).  Here, Ms. Doe may take \nsteps  to  end  her  federal  custody  by  requesting  volun-\ntary departure or by identifying a suitable sponsor.  But \nuntil she does—unlike for adults in the custody of Im-\nmigration and Customs Enforcement or the Bureau of \nPrisons—the  Director  of  the  Office  of  Refugee  Reset-\ntlement of the Department of Health and Human Ser-\nvices  (HHS)  is  charged  by  Congress  with  overseeing \nMs. Doe’s care and custody.3  See 6 U.S.C. 279.  In that \ncircumstance, the government should not be required to \nfacilitate an abortion, whatever the level of time, atten-\ntion, or resources it would have to devote.  The en banc \nmajority’s contrary conclusion “represents a radical ex-\ntension of the Supreme Court’s abortion jurisprudence.”  \nPet. App. 54a (Kavanaugh, J., dissenting).   \n\nFinally, respondent argues (Br. in Opp. 17) that the \nemergency  interlocutory  nature  of  the  decision  below \nwould have counseled against further review.  But this \nCourt reviews  interlocutory  decisions  that  turn  on  the \nresolution  of important  legal issues.   See, e.g., Glossip \nv. Gross, 135 S. Ct. 2726 (2015); Agency for Int’l Dev. v. \nAlliance for Open Soc’y Int’l, Inc., 570 U.S. 205 (2013); \nNASA v. Nelson, 562 U.S. 134 (2011).  That course would \nhave been particularly appropriate here, given that the \n“interlocutory” order granted Ms. Doe full relief on the \nrelevant  claims.    As  for  the  emergency  posture,  the  en \nbanc majority set aside the panel’s modest, unpublished \norder and replaced it with a decision of constitutional law \n\n3  At the time that Ms. Doe underwent an abortion, HHS believed \nit had identified a potentially suitable sponsor.  Pet. 6.  Ultimately, \nhowever, the individual chose not to apply.",
        "6 \n\nin less than 48 hours, without oral argument, and after re-\nquiring the government to respond to the rehearing pe-\ntition  literally  overnight.    Those  circumstances  would \nhave been more reason, not less, for further review.  See \nPet. App. 63a (Kavanaugh, J., dissenting). \n\nb.  Respondent  also  contends  that  Ms.  Doe’s  claims \nfor  prospective  relief  are  not  moot  because  they  “fall \ninto established exceptions to mootness.”  Br. in Opp. 18; \nsee id. at 17-20.  As an initial matter, Ms. Doe’s claims \nregarding access to abortion are not “capable of repeti-\ntion yet evading review.”  Id. at 19.  That exception ap-\nplies only where “(1) ‘the challenged action is in its dura-\ntion too short to be fully litigated prior to cessation or \nexpiration,’  and  (2)  ‘there  is  a  reasonable  expectation \nthat the same complaining party will be subject to the \nsame action again.’ ”  Kingdomware Technologies, Inc. \nv. United States, 136 S. Ct. 1969, 1976 (2016) (emphasis \nadded) (brackets and citation omitted).  Here, Ms. Doe—\nwho will turn 18 in January—does not argue that she has \na  reasonable  expectation  of  becoming  pregnant  again \nand requiring another abortion while in HHS custody. \n\nNor  are  Ms.  Doe’s  injunctive  claims  saved  from \nmootness because she filed this case as a putative class \naction.    A  class  claim  can  survive  after  an  individual \nnamed plaintiff ’s claim has become moot if the class is \ncertified before the individual claim is mooted.  See U.S. \nParole  Comm’n  v.  Geraghty,  445  U.S.  388,  398  (1980).  \nHere, however, respondent filed a motion for class cer-\ntification on October 18, and the district court had yet \nto rule when Ms. Doe’s individual claim became moot on \nOctober 24.  Pet. 19, 25.  Respondent therefore contends \n(Br.  in  Opp.  19)  that  Ms.  Doe’s  putative  class  claim  is \nnot moot because it is “inherently transitory.”  But that \nexception applies only where  a claim is so fleeting that",
        "7 \n\n“no plaintiff [will] possess[] a personal stake in the suit \nlong enough” to obtain a decision on class certification.  \nGenesis  Healthcare  Corp.  v.  Symczyk,  569  U.S.  66,  76 \n(2013).  As the government has explained (Pet. 26) (and \nrespondent does not dispute), it is far from clear that the \ndistrict court could not have ruled on respondent’s mo-\ntion for certification before Ms. Doe’s interest would have \nexpired in the ordinary course—much less that “no plain-\ntiff ”  in  the  future  would  be  able  to  litigate  a  challenge \nthrough a class-certification decision.  569 U.S. at 76. \n\nc.  Finally, respondent erroneously contends that the \ncourt of appeals’ decision will not have any “legal conse-\nquences.”    Br.  in  Opp.  21-22  (citation  omitted).    To  be \nclear, we agree that the decision neither establishes law \nof the case nor has any preclusive effect.  See id. at 21.  \nBut the en banc court’s order is a published decision ef-\nfectively  affirming  the  district  court’s  order  that  the \ngovernment immediately facilitate Ms. Doe’s obtaining \nof an elective abortion.  Absent vacatur, the decision will \nbe binding within that circuit with respect to future re-\nquests for similar preliminary relief, absent any mate-\nrial factual differences, 4 and it plainly will have signifi-\ncant influence on permanent relief in this case and oth-\ners.  These are legal consequences that the government \nshould not, in fairness, be forced to suffer.  Munsingwear, \n340 U.S. at 40-41.   \n\n2.  With  respect  to  disciplinary  action,  respondent \ndoes  not  dispute  any  of  the  key  facts:    (i)  her  counsel \nindicated to the government and the courts that the doc-\ntor available to Ms. Doe during the week of October 23 \n\n4  The  district  court  already  has  relied  on  the  decision  to  afford \nsimilar relief to two additional aliens in HHS custody.  See Stay Appl. \nAddendum 144.",
        "8 \n\nwas not the doctor who had provided her prior counsel-\ning (and thus the new doctor would have to wait at least \n24 hours after counseling to perform the abortion under \nTexas law); (ii) Ms. Doe’s representatives expressly told \nthe government that, when she did not receive counsel-\ning  from  the  new  doctor  on  Tuesday,  October  24,  she \nwould not  be  able  to  undergo  an  abortion until  Thurs-\nday, October 26; (iii) respondent’s counsel knew that the \ngovernment was relying on those representations when \nit  delayed  seeking  emergency  relief  from  this  Court \novernight  on  October  24;  (iv)  sometime  after  the  gov-\nernment provided notice of its intent to file on the morn-\ning  of  October  25,  Ms.  Doe’s  representatives  secured \nthe services of the original doctor; and (v) they made no \neffort to correct their earlier statements. \n\nUnder Rule 8.2, this Court has the authority to “take \nany  appropriate  disciplinary  action  against  any  attor-\nney  who  is  admitted  to  practice  before  it  for  conduct  \nunbecoming a member of the Bar.”  That standard is not \ntied to any State’s ethical code or the Model Rules.  See \nIn  re  Snyder,  472  U.S.  634,  645  n.6  (1985).    Rather, \n“ ‘conduct unbecoming a member of the bar’ is conduct \ncontrary to professional standards that shows an unfit-\nness to discharge continuing obligations to clients or the \ncourts, or conduct inimical to the administration of jus-\ntice.”  Id. at 645 (interpreting the same language in Fed. \nR.  App.  P.  46).    If  respondent’s  counsel  knowingly  al-\nlowed the government to rely on statements that either \nrespondent’s  counsel  or  Ms.  Doe’s  ad  litems  deliber-\nately rendered false, such conduct is fairly described as \n“inimical to the administration of justice.” \n\nThe Model Rules lead to the same conclusion.  Rule \n4.1 provides that, “[i]n the course of representing a cli-\nent  a  lawyer  shall  not  knowingly    * * *    make  a  false",
        "9 \n\nstatement  of  material  fact  or  law  to  a  third  person,” \nModel  Rules  of  Prof ’l Conduct  R.  4.1  (2017),  and shall \nnot,  at  any  time,  “engage  in  conduct  involving  dishon-\nesty, fraud, deceit or misrepresentation,” Model Rules \nof  Prof ’l  Conduct  R.  8.4(c)  (2017).    Although  a  lawyer \n“generally has no affirmative duty to inform an oppos-\ning party of relevant facts,” misrepresentations can oc-\ncur  through  “omissions  that  are  the  equivalent  of  af-\nfirmative false statements.”  Model Rules of Prof ’l Con-\nduct R. 4.1 cmt. 1 (2017).  Even when a lawyer makes a \nrepresentation  he  reasonably  believes  is  true  when \nmade, an “obligation to disclose  * * *  ordinarily arises” \nif  the  lawyer  subsequently  discovers  the  statement  to \nbe  false.    Restatement  (Third)  of  the  Law  Governing \nLawyers  §  98  cmt.  d  (1998).    Respondent  points  to  no \nlegitimate reason why these basic principles should not \napply here. \n\nRespondent  contends  (Br.  in  Opp.  30)  the  govern-\nment  should  have  obtained  a  “clear  commitment”  that \nMs. Doe would not obtain an abortion procedure before \nthe government sought a stay on the morning of Octo-\nber  25.    Respondent’s  contention  both  ignores  critical \nfacts and is legally irrelevant.  First, government coun-\nsel asked to be kept informed of the timing of Ms. Doe’s \nprocedure, and in context the response—“[a]s soon as we \nunderstand  the  clinic’s  schedule  tomorrow  we  will  let \nyou know”—indicated that respondent’s counsel would \nkeep  the  government  informed  as  to  the  timing  of  the \nprocedure, not some mundane fact like what hours the \nclinic would be open.  Pet. 13, 27.  Second, respondent \ndoes not dispute that Ms. Doe’s attorney ad litem told \nthe  government  an  abortion  could  not  take  place  until \nOctober 26—a representation that could not have been \nclearer.  Pet. 13.  Third, after the government informed",
        "10 \n\nrespondent’s  counsel  of  its  intentions,  one  of  respond-\nent’s attorneys expressed relief that he would not need \nto “check [his] email at 2 a.m.,” Resp. Ex. 1 (lodged with \nthe  Court),  confirming  that  he  knew  the  government \nwas  relying  on  his  co-counsel’s  representations  about \nthe timing of the abortion.  Even in the absence of a “di-\nrect  inquiry”  from  opposing  counsel,  an  attorney’s  si-\nlence can be equivalent to a misleading statement where \nit is “obvious that [the opposing party] [i]s acting under \na  misapprehension,”  2  Geoffrey  C.  Hazard,  Jr.  et  al., \nThe Law of Lawyering § 40.04, at 40-13 (2015) (Hazard); \nsee id. § 40.03, at 40-10, particularly where it is the at-\ntorney’s own conduct that created the misimpression. \nRespondent  insists  that  her  counsel  had  an  obliga-\ntion  “zealously  to  protect  and  pursue  [her]  legitimate \ninterests” and to maintain client confidentiality.  Br. in \nOpp.  31  &  n.18  (citation  omitted).    But  “Model  Rule \n4.1(a) is  not  qualified or  ‘trumped’ by  reference  to  the \nconfidentiality principle set forth in Rule 1.6.”  Hazard \n§ 40.03, at 40-12; see id. § 40.03, at 40-10 (The “view that \nconfidentiality  is  absolute”  is  “discredited,”  “goes  too \nfar, and is contrary to  * * *  the law of lawyering.”).  To \nbe  clear,  the  government  is  not  arguing  that  respond-\nent’s counsel had “a duty to forbear from effectuating” \nthe district court’s amended TRO as rapidly as possible.  \nBr. in Opp. 30.  Rather, they had a duty not to inform \nthe government (and otherwise lead the government to \nbelieve) that the court’s order could not be effectuated \nbefore October 26; know that the government was rely-\ning on those representations; and then actively work to \nrender  those  representations  false  in  order  to  prevent \nthis Court’s review.",
        "11 \n\nTo  take  an  analogous  example,  consider  if  govern-\nment  counsel informed  opposing counsel  that  the una-\nvailability  of  a  particular  drug  would  prevent the  gov-\nernment from carrying out an execution until some fu-\nture date, but after learning that the prisoner planned \nto file an emergency stay application, government coun-\nsel undertook extraordinary efforts to obtain the drug \nand to carry out the execution sooner without notice to \nopposing  counsel.    The  conduct  would  be  no  more  be-\ncoming a member of the Bar of this Court because the \ngovernment’s statements to counsel were accurate when \nmade,  see  Br.  in  Opp.  23;  the  government  never  “for-\nsw[o]r[e]” a different course of action, see id. at 25; and \nnothing  prevented  counsel  from  extracting  more  ex-\nplicit commitments rather than taking the government \nat  its  word,  see  id.  at  29.    Members  of  the  Bar  of  this \nCourt,  particularly  in  the  context  of  emergency  pro-\nceedings,  often  rely  on—and  should  be  safe  in  relying \non—the duty of counsel to update statements that have \nbecome materially false, let alone as a result of counsel’s \nown conduct.     \n\n*  *  *  *  *",
        "12 \n\nFor  the  foregoing  reasons  and  those  stated  in  the  \npetition  for  a  writ  of  certiorari,  the  petition  should  be \ngranted, the judgment of the court of appeals should be \nvacated, and the case should be remanded to the court \nof  appeals  with  instructions  to  remand  to  the  district \ncourt for dismissal of all of Ms. Doe’s claims for prospec-\ntive relief regarding pregnant unaccompanied minors.   \n\nRespectfully submitted. \n\n  NOEL J. FRANCISCO \nSolicitor General \n\nDECEMBER 2017"
      ],
      "full_text": "No. 17-654 \nIn the Supreme Court of the United States \n\nERIC D. HARGAN, ACTING SECRETARY OF HEALTH  \nAND HUMAN SERVICES, ET AL., PETITIONERS \n\nv. \n\nROCHELLE GARZA, AS GUARDIAN AD LITEM TO  \nUNACCOMPANIED MINOR J.D. \n\nON PETITION FOR A WRIT OF CERTIORARI \nTO THE UNITED STATES COURT OF APPEALS  \nFOR THE DISTRICT OF COLUMBIA CIRCUIT \n\nREPLY BRIEF FOR THE PETITIONERS \n\n  NOEL J. FRANCISCO \nSolicitor General \n\nCounsel of Record \nDepartment of Justice \nWashington, D.C. 20530-0001 \nSupremeCtBriefs@usdoj.gov \n(202) 514-2217 \n\n \n \n \n \n \n \n \n\fTABLE OF AUTHORITIES \n\nCases: \n\nPage \n\nAgency for Int’l Dev. v. Alliance for Open Soc’y Int’l, \n\nInc., 570 U.S. 205 (2013) ....................................................... 5 \nArave v. Hoffman, 552 U.S. 117 (2008) ................................. 3 \nArizonans for Official English v. Arizona,  \n\n520 U.S. 43 (1997) ................................................................. 2 \n\nGenesis Healthcare Corp. v. Symczyk, 569 U.S. 66 \n\n(2013) ...................................................................................... 7 \nGlossip v. Gross, 135 S. Ct. 2726 (2015) ................................ 5 \nHarris v. McRae, 448 U.S. 297 (1980) ................................... 5 \nKingdomware Technologies, Inc. v. United States,  \n\n136 S. Ct. 1969 (2016) ........................................................... 6 \nNASA v. Nelson, 562 U.S. 134 (2011) .................................... 5 \nSampson v. Murray, 415 U.S. 61 (1974) ............................... 4 \nSnyder, In re, 472 U.S. 634 (1985) ......................................... 8 \nU.S. Parole Comm’n v. Geraghty, 445 U.S. 388 (1980) ....... 6 \nUnited States v. Munsingwear, Inc., 340 U.S. 36 \n\n(1950) .................................................................................. 3, 7 \n\nStatute and rules: \n\n6 U.S.C. 279 .............................................................................. 5 \nFed. R. App. P. 46 .................................................................... 8 \nSup. Ct. R. 8.2 ...................................................................... 2, 8 \n\nMiscellaneous: \n\n2 Geoffrey C. Hazard, Jr. et al., The Law of  \n\nLawyering (2015) ................................................................ 10 \n\nModel Rules of Prof ’l Conduct (2017):  \n\nRule 4.1 ............................................................................... 9 \nRule 4.1 cmt. 1 ................................................................... 9 \nRule 8.4(c) .......................................................................... 9 \n\n(I) \n\n\fII \n\nMiscellaneous—Continued: \n\nPage \n\nRestatement (Third) of the Law Governing Lawyers \n\n(1998) ...................................................................................... 9 \n\n \n   \n \n \n \n \n \n \n \n \n \n\fIn the Supreme Court of the United States \n\nNo. 17-654 \n\nERIC D. HARGAN, ACTING SECRETARY OF HEALTH  \nAND HUMAN SERVICES, ET AL., PETITIONERS \n\nv. \nROCHELLE GARZA, AS GUARDIAN AD LITEM TO  \nUNACCOMPANIED MINOR J.D. \n\nON PETITION FOR A WRIT OF CERTIORARI \nTO THE UNITED STATES COURT OF APPEALS  \nFOR THE DISTRICT OF COLUMBIA CIRCUIT \n\nREPLY BRIEF FOR THE PETITIONERS \n\nRespondent’s brief in opposition is most remarkable \nfor what it does not say.  Respondent does not dispute \nthat, after the lower courts ruled late in the afternoon \nof Tuesday, October 24, Ms. Doe’s representatives told \nthe government that Ms. Doe would receive counseling \nfrom  a  new doctor  on the  morning  of October  25,  with \nthe  abortion  to  follow  on  October  26;  and  that,  in  reli-\nance  on  those  representations,  the  government  in-\nformed  respondent’s  counsel it  would  file  a stay  appli-\ncation  the  morning  of  October  25,  rather  than  late  at \nnight on October 24.  Respondent is noticeably silent on \nwhat happened next.  She does not deny that, after the \ngovernment’s notice, Ms. Doe’s representatives secured \nthe services of the original doctor and changed the na-\n\n(1) \n\n \n \n \n \n\f2 \n\nture of Ms. Doe’s appointment without telling the gov-\nernment.1  Nor does respondent deny that these actions \nwere a deliberate effort to prevent this Court’s review.  \nRespondent  contends  only  that,  as  a  legal  matter,  the \nconduct  should  carry  no  consequences,  either  with  re-\nspect to vacating the court of appeals’ judgment or dis-\nciplining her attorneys.  That is incorrect.   \n\nFirst,  this  is  a  classic case  for vacatur  of  a decision \nthat was mooted by respondent’s conduct on the way to \nthis Court, “ ‘clear[ing] the path for future relitigation’ \nby eliminating a judgment the loser was stopped from \nopposing on direct review.”  Arizonans for Official Eng-\nlish v. Arizona, 520 U.S. 43, 71 (1997) (citation omitted).  \nThe decision issued by the divided en banc court on an \nimportant  question  of  constitutional  law  plainly  would \nhave warranted this Court’s review, but for the actions \nof Ms. Doe’s representatives.  And Ms. Doe’s claims for \nprospective relief became moot when she underwent an \nabortion.  The potential legal consequences to the gov-\nernment of leaving in place the court of appeals’ errone-\nous decision justify this Court’s intervention.      \n\nSecond,  this  Court  historically  has  been  its  own \njudge of whether conduct is “unbecoming a member of \n[its] Bar,” Sup. Ct. R. 8.2, and the conduct here speaks \nfor itself.  The Model Rules and ethical principles gov-\nerning  the legal  profession,  however,  lead to  the same \nconclusion.    Ms.  Doe’s  representatives  may  have  been \nfree to say nothing about the timing of her procedure.  \nBut  they  could  not  make  repeated  representations  to \n\n1  Although respondent does not explain precisely what happened \nduring the night of October 24 and early morning of October 25, she \ndoes not dispute that her counsel were involved or that they were \naware of the earlier representations made by Ms. Doe’s attorney ad \nlitem and guardian ad litem. \n\n \n                                                      \n\f3 \n\nthe government (and the courts) about that procedure’s \ntiming, know that the government was relying on those \nstatements, act to render the statements false, and then \nsay  nothing  to  correct  the  falsehood.    That  is  not  con-\nduct becoming members of the Bar of this Court. \n\n1.  Respondent does not dispute that when an appeal \nbecomes moot “while on its way [to this Court],” the es-\ntablished  practice  of this  Court  is  to  “vacate  the  judg-\nment below and remand with a direction to dismiss,” at \nleast when the appeal otherwise would have warranted \nfurther  review.    United  States  v.  Munsingwear,  Inc., \n340 U.S. 36, 39 (1950); see Pet. 20, 23 n.4; see also Arave \nv.  Hoffman,  552  U.S.  117,  118-119  (2008) (per  curiam) \n(following the practice where not every claim in the case \nhad become moot).  Respondent’s arguments for not fol-\nlowing that practice here lack merit. \n\na.  Respondent contends (Br. in Opp. 13-14) that the \ndecision below would not have “warranted this Court’s \nreview,” because the en banc court of appeals resolved \nonly  the  government’s  stay  motion,  not  “the  merits  of \nMs. Doe’s constitutional claim.”  That contention is in-\ncorrect  for  two  reasons.    First,  after  denying  the  gov-\nernment’s  request  for  a  stay,  the  court  remanded  the \nentire case to the district court for further proceedings.  \nPet. App. 19a.  In so doing, the court clearly considered \nitself  to  have  resolved  the  entire  appeal  by  effectively \naffirming the district court’s temporary restraining or-\nder (TRO).  If the court had resolved only the govern-\nment’s  motion  for  a  stay  pending  appeal,  the  appeal \nwould  have remained before  the  court  for  a resolution \nof the merits.2  Second, the en banc court denied a stay \n\n2  Although  TROs  are  generally  not  appealable,  the  court  of  ap-\npeals correctly concluded that the district court’s order was “more \nakin to preliminary injunctive relief and [wa]s therefore appealable \n\n \n                                                      \n\f4 \n\nfor  “substantially”  the  reasons  set  forth  in  Judge  Mil-\nlett’s panel statement, ibid., which addressed at length \nthe constitutional question, see id. at 7a-17a.  By adopt-\ning Judge Millett’s statement, the en banc majority took \na position on the merits, and that is exactly how the dis-\nsenters  understood  it.    See  id.  at  54a  (Kavanaugh,  J., \ndissenting)  (“Today’s  majority  decision    * * *    is  ulti-\nmately based on a constitutional principle as novel as it \nis wrong.”). \n\nBecause respondent misunderstands what the en banc \ncourt  decided,  she  similarly  misunderstands  (Br.  in \nOpp. 15) what question would have been presented for \nthis  Court’s  review.    Absent  the  conduct  of  Ms.  Doe’s \nrepresentatives, the government would have sought an \nemergency stay from this Court, pending a petition for \na  writ  of  certiorari  that  presented  the  constitutional \nquestion—i.e.,  whether  an  unaccompanied  alien  minor \nmay  require  the  government  to  facilitate  an  elective \nabortion  when  the  minor  may  leave  the  government’s \ncustody by requesting voluntary departure or identify-\ning  a  suitable  sponsor.    See  Pet.  17-18.    Respondent’s \ncontention  (Br.  in  Opp.  15-16)  that  the  constitutional \nquestion would not have warranted this Court’s review \nignores its obvious legal and practical significance and \nthe fact that the court of appeals considered it en banc \nand was deeply divided over it.  See Emergency Pet. for \nReh’g En Banc 12 (urging rehearing en banc based on the \n“exceptional importance” of the issues presented). \n\nIn  seeming  recognition  that  the  merits  would  have \nbeen presented here, respondent addresses them.  See \nBr.  in  Opp.  15-17.    She  acknowledges  that,  “although \ngovernment  may  not  place  obstacles  in  the  path  of  a \n\nunder 28 U.S.C. § 1292(a)(1).”  Pet. App. 19a n.1 (citing Sampson v. \nMurray, 415 U.S. 61, 86 n.58 (1974)). \n\n \n                                                      \n\f5 \n\nwoman’s exercise of her freedom of choice, it need not \nremove those not of its own creation.”  Harris v. McRae, \n448 U.S. 297, 315-316 (1980).  Here, Ms. Doe may take \nsteps  to  end  her  federal  custody  by  requesting  volun-\ntary departure or by identifying a suitable sponsor.  But \nuntil she does—unlike for adults in the custody of Im-\nmigration and Customs Enforcement or the Bureau of \nPrisons—the  Director  of  the  Office  of  Refugee  Reset-\ntlement of the Department of Health and Human Ser-\nvices  (HHS)  is  charged  by  Congress  with  overseeing \nMs. Doe’s care and custody.3  See 6 U.S.C. 279.  In that \ncircumstance, the government should not be required to \nfacilitate an abortion, whatever the level of time, atten-\ntion, or resources it would have to devote.  The en banc \nmajority’s contrary conclusion “represents a radical ex-\ntension of the Supreme Court’s abortion jurisprudence.”  \nPet. App. 54a (Kavanaugh, J., dissenting).   \n\nFinally, respondent argues (Br. in Opp. 17) that the \nemergency  interlocutory  nature  of  the  decision  below \nwould have counseled against further review.  But this \nCourt reviews  interlocutory  decisions  that  turn  on  the \nresolution  of important  legal issues.   See, e.g., Glossip \nv. Gross, 135 S. Ct. 2726 (2015); Agency for Int’l Dev. v. \nAlliance for Open Soc’y Int’l, Inc., 570 U.S. 205 (2013); \nNASA v. Nelson, 562 U.S. 134 (2011).  That course would \nhave been particularly appropriate here, given that the \n“interlocutory” order granted Ms. Doe full relief on the \nrelevant  claims.    As  for  the  emergency  posture,  the  en \nbanc majority set aside the panel’s modest, unpublished \norder and replaced it with a decision of constitutional law \n\n3  At the time that Ms. Doe underwent an abortion, HHS believed \nit had identified a potentially suitable sponsor.  Pet. 6.  Ultimately, \nhowever, the individual chose not to apply.   \n\n \n                                                      \n\f6 \n\nin less than 48 hours, without oral argument, and after re-\nquiring the government to respond to the rehearing pe-\ntition  literally  overnight.    Those  circumstances  would \nhave been more reason, not less, for further review.  See \nPet. App. 63a (Kavanaugh, J., dissenting). \n\nb.  Respondent  also  contends  that  Ms.  Doe’s  claims \nfor  prospective  relief  are  not  moot  because  they  “fall \ninto established exceptions to mootness.”  Br. in Opp. 18; \nsee id. at 17-20.  As an initial matter, Ms. Doe’s claims \nregarding access to abortion are not “capable of repeti-\ntion yet evading review.”  Id. at 19.  That exception ap-\nplies only where “(1) ‘the challenged action is in its dura-\ntion too short to be fully litigated prior to cessation or \nexpiration,’  and  (2)  ‘there  is  a  reasonable  expectation \nthat the same complaining party will be subject to the \nsame action again.’ ”  Kingdomware Technologies, Inc. \nv. United States, 136 S. Ct. 1969, 1976 (2016) (emphasis \nadded) (brackets and citation omitted).  Here, Ms. Doe—\nwho will turn 18 in January—does not argue that she has \na  reasonable  expectation  of  becoming  pregnant  again \nand requiring another abortion while in HHS custody. \n\nNor  are  Ms.  Doe’s  injunctive  claims  saved  from \nmootness because she filed this case as a putative class \naction.    A  class  claim  can  survive  after  an  individual \nnamed plaintiff ’s claim has become moot if the class is \ncertified before the individual claim is mooted.  See U.S. \nParole  Comm’n  v.  Geraghty,  445  U.S.  388,  398  (1980).  \nHere, however, respondent filed a motion for class cer-\ntification on October 18, and the district court had yet \nto rule when Ms. Doe’s individual claim became moot on \nOctober 24.  Pet. 19, 25.  Respondent therefore contends \n(Br.  in  Opp.  19)  that  Ms.  Doe’s  putative  class  claim  is \nnot moot because it is “inherently transitory.”  But that \nexception applies only where  a claim is so fleeting that \n\n \n\f7 \n\n“no plaintiff [will] possess[] a personal stake in the suit \nlong enough” to obtain a decision on class certification.  \nGenesis  Healthcare  Corp.  v.  Symczyk,  569  U.S.  66,  76 \n(2013).  As the government has explained (Pet. 26) (and \nrespondent does not dispute), it is far from clear that the \ndistrict court could not have ruled on respondent’s mo-\ntion for certification before Ms. Doe’s interest would have \nexpired in the ordinary course—much less that “no plain-\ntiff ”  in  the  future  would  be  able  to  litigate  a  challenge \nthrough a class-certification decision.  569 U.S. at 76. \n\nc.  Finally, respondent erroneously contends that the \ncourt of appeals’ decision will not have any “legal conse-\nquences.”    Br.  in  Opp.  21-22  (citation  omitted).    To  be \nclear, we agree that the decision neither establishes law \nof the case nor has any preclusive effect.  See id. at 21.  \nBut the en banc court’s order is a published decision ef-\nfectively  affirming  the  district  court’s  order  that  the \ngovernment immediately facilitate Ms. Doe’s obtaining \nof an elective abortion.  Absent vacatur, the decision will \nbe binding within that circuit with respect to future re-\nquests for similar preliminary relief, absent any mate-\nrial factual differences, 4 and it plainly will have signifi-\ncant influence on permanent relief in this case and oth-\ners.  These are legal consequences that the government \nshould not, in fairness, be forced to suffer.  Munsingwear, \n340 U.S. at 40-41.   \n\n2.  With  respect  to  disciplinary  action,  respondent \ndoes  not  dispute  any  of  the  key  facts:    (i)  her  counsel \nindicated to the government and the courts that the doc-\ntor available to Ms. Doe during the week of October 23 \n\n4  The  district  court  already  has  relied  on  the  decision  to  afford \nsimilar relief to two additional aliens in HHS custody.  See Stay Appl. \nAddendum 144.  \n\n \n                                                      \n\f8 \n\nwas not the doctor who had provided her prior counsel-\ning (and thus the new doctor would have to wait at least \n24 hours after counseling to perform the abortion under \nTexas law); (ii) Ms. Doe’s representatives expressly told \nthe government that, when she did not receive counsel-\ning  from  the  new  doctor  on  Tuesday,  October  24,  she \nwould not  be  able  to  undergo  an  abortion until  Thurs-\nday, October 26; (iii) respondent’s counsel knew that the \ngovernment was relying on those representations when \nit  delayed  seeking  emergency  relief  from  this  Court \novernight  on  October  24;  (iv)  sometime  after  the  gov-\nernment provided notice of its intent to file on the morn-\ning  of  October  25,  Ms.  Doe’s  representatives  secured \nthe services of the original doctor; and (v) they made no \neffort to correct their earlier statements. \n\nUnder Rule 8.2, this Court has the authority to “take \nany  appropriate  disciplinary  action  against  any  attor-\nney  who  is  admitted  to  practice  before  it  for  conduct  \nunbecoming a member of the Bar.”  That standard is not \ntied to any State’s ethical code or the Model Rules.  See \nIn  re  Snyder,  472  U.S.  634,  645  n.6  (1985).    Rather, \n“ ‘conduct unbecoming a member of the bar’ is conduct \ncontrary to professional standards that shows an unfit-\nness to discharge continuing obligations to clients or the \ncourts, or conduct inimical to the administration of jus-\ntice.”  Id. at 645 (interpreting the same language in Fed. \nR.  App.  P.  46).    If  respondent’s  counsel  knowingly  al-\nlowed the government to rely on statements that either \nrespondent’s  counsel  or  Ms.  Doe’s  ad  litems  deliber-\nately rendered false, such conduct is fairly described as \n“inimical to the administration of justice.” \n\nThe Model Rules lead to the same conclusion.  Rule \n4.1 provides that, “[i]n the course of representing a cli-\nent  a  lawyer  shall  not  knowingly    * * *    make  a  false \n\n \n\f9 \n\nstatement  of  material  fact  or  law  to  a  third  person,” \nModel  Rules  of  Prof ’l Conduct  R.  4.1  (2017),  and shall \nnot,  at  any  time,  “engage  in  conduct  involving  dishon-\nesty, fraud, deceit or misrepresentation,” Model Rules \nof  Prof ’l  Conduct  R.  8.4(c)  (2017).    Although  a  lawyer \n“generally has no affirmative duty to inform an oppos-\ning party of relevant facts,” misrepresentations can oc-\ncur  through  “omissions  that  are  the  equivalent  of  af-\nfirmative false statements.”  Model Rules of Prof ’l Con-\nduct R. 4.1 cmt. 1 (2017).  Even when a lawyer makes a \nrepresentation  he  reasonably  believes  is  true  when \nmade, an “obligation to disclose  * * *  ordinarily arises” \nif  the  lawyer  subsequently  discovers  the  statement  to \nbe  false.    Restatement  (Third)  of  the  Law  Governing \nLawyers  §  98  cmt.  d  (1998).    Respondent  points  to  no \nlegitimate reason why these basic principles should not \napply here. \n\nRespondent  contends  (Br.  in  Opp.  30)  the  govern-\nment  should  have  obtained  a  “clear  commitment”  that \nMs. Doe would not obtain an abortion procedure before \nthe government sought a stay on the morning of Octo-\nber  25.    Respondent’s  contention  both  ignores  critical \nfacts and is legally irrelevant.  First, government coun-\nsel asked to be kept informed of the timing of Ms. Doe’s \nprocedure, and in context the response—“[a]s soon as we \nunderstand  the  clinic’s  schedule  tomorrow  we  will  let \nyou know”—indicated that respondent’s counsel would \nkeep  the  government  informed  as  to  the  timing  of  the \nprocedure, not some mundane fact like what hours the \nclinic would be open.  Pet. 13, 27.  Second, respondent \ndoes not dispute that Ms. Doe’s attorney ad litem told \nthe  government  an  abortion  could  not  take  place  until \nOctober 26—a representation that could not have been \nclearer.  Pet. 13.  Third, after the government informed \n\n \n\f10 \n\nrespondent’s  counsel  of  its  intentions,  one  of  respond-\nent’s attorneys expressed relief that he would not need \nto “check [his] email at 2 a.m.,” Resp. Ex. 1 (lodged with \nthe  Court),  confirming  that  he  knew  the  government \nwas  relying  on  his  co-counsel’s  representations  about \nthe timing of the abortion.  Even in the absence of a “di-\nrect  inquiry”  from  opposing  counsel,  an  attorney’s  si-\nlence can be equivalent to a misleading statement where \nit is “obvious that [the opposing party] [i]s acting under \na  misapprehension,”  2  Geoffrey  C.  Hazard,  Jr.  et  al., \nThe Law of Lawyering § 40.04, at 40-13 (2015) (Hazard); \nsee id. § 40.03, at 40-10, particularly where it is the at-\ntorney’s own conduct that created the misimpression. \nRespondent  insists  that  her  counsel  had  an  obliga-\ntion  “zealously  to  protect  and  pursue  [her]  legitimate \ninterests” and to maintain client confidentiality.  Br. in \nOpp.  31  &  n.18  (citation  omitted).    But  “Model  Rule \n4.1(a) is  not  qualified or  ‘trumped’ by  reference  to  the \nconfidentiality principle set forth in Rule 1.6.”  Hazard \n§ 40.03, at 40-12; see id. § 40.03, at 40-10 (The “view that \nconfidentiality  is  absolute”  is  “discredited,”  “goes  too \nfar, and is contrary to  * * *  the law of lawyering.”).  To \nbe  clear,  the  government  is  not  arguing  that  respond-\nent’s counsel had “a duty to forbear from effectuating” \nthe district court’s amended TRO as rapidly as possible.  \nBr. in Opp. 30.  Rather, they had a duty not to inform \nthe government (and otherwise lead the government to \nbelieve) that the court’s order could not be effectuated \nbefore October 26; know that the government was rely-\ning on those representations; and then actively work to \nrender  those  representations  false  in  order  to  prevent \nthis Court’s review.   \n\n \n\f11 \n\nTo  take  an  analogous  example,  consider  if  govern-\nment  counsel informed  opposing counsel  that  the una-\nvailability  of  a  particular  drug  would  prevent the  gov-\nernment from carrying out an execution until some fu-\nture date, but after learning that the prisoner planned \nto file an emergency stay application, government coun-\nsel undertook extraordinary efforts to obtain the drug \nand to carry out the execution sooner without notice to \nopposing  counsel.    The  conduct  would  be  no  more  be-\ncoming a member of the Bar of this Court because the \ngovernment’s statements to counsel were accurate when \nmade,  see  Br.  in  Opp.  23;  the  government  never  “for-\nsw[o]r[e]” a different course of action, see id. at 25; and \nnothing  prevented  counsel  from  extracting  more  ex-\nplicit commitments rather than taking the government \nat  its  word,  see  id.  at  29.    Members  of  the  Bar  of  this \nCourt,  particularly  in  the  context  of  emergency  pro-\nceedings,  often  rely  on—and  should  be  safe  in  relying \non—the duty of counsel to update statements that have \nbecome materially false, let alone as a result of counsel’s \nown conduct.     \n\n*  *  *  *  * \n\n \n\f12 \n\nFor  the  foregoing  reasons  and  those  stated  in  the  \npetition  for  a  writ  of  certiorari,  the  petition  should  be \ngranted, the judgment of the court of appeals should be \nvacated, and the case should be remanded to the court \nof  appeals  with  instructions  to  remand  to  the  district \ncourt for dismissal of all of Ms. Doe’s claims for prospec-\ntive relief regarding pregnant unaccompanied minors.   \n\nRespectfully submitted. \n\n  NOEL J. FRANCISCO \nSolicitor General \n\nDECEMBER 2017 \n\n \n \n \n\f"
    }
  }
}