{
  "version": "1.0",
  "document": {
    "query_code": "16-1220",
    "source_page_url": "https://www.supremecourt.gov/search.aspx?filename=/docket/docketfiles/html/public/16-1220.html",
    "download_url": "https://www.supremecourt.gov/DocketPDF/16/16-1220/42336/20180404143121384_BRIEF%20OF%20CHINESE%20PROFESSORS%20OF%20ADMINISTRATIVE%20LAW%20AS%20AMICI%20CURIAE%20IN%20SUPPORT%20OF%20RESPONDENTS.pdf",
    "fetched_at": "2025-09-19T23:07:01.752262Z",
    "sha256": "901da13ee50ad9fd939e04d2576b072aa62db1cd9ff0b59ddc0ca9c73cf862a0",
    "filename": "Apr042018_Brief amici curiae of Chinese Professors of Administrative Law filed.pdf",
    "file_size_bytes": 516891,
    "pages": 28,
    "extraction": {
      "method": "text",
      "chars": 45435,
      "notes": "pdfminer"
    },
    "metadata": {
      "title": "Main Document",
      "date": "Apr 04 2018",
      "extra": {
        "date": "Apr 04 2018",
        "custom_filename": "Apr042018_Brief amici curiae of Chinese Professors of Administrative Law filed"
      }
    },
    "content": {
      "page_text": [
        "No. 16-1220 \n================================================================ \n\nIn The \nSupreme Court of the United States \n---------------------------------  --------------------------------- \n\nANIMAL SCIENCE PRODUCTS, INC., ET AL., \n\nv. \n\nPetitioners,        \n\nHEBEI WELCOME \nPHARMACEUTICAL CO., LTD., ET AL.,  \n\nRespondents.        \n\n---------------------------------  --------------------------------- \n\nOn Writ Of Certiorari To The \nUnited States Court Of Appeals \nFor The Second Circuit \n\n---------------------------------  --------------------------------- \n\nBRIEF OF CHINESE PROFESSORS OF \nADMINISTRATIVE LAW AS AMICI CURIAE \nIN SUPPORT OF RESPONDENTS \n\n---------------------------------  --------------------------------- \n\nGEOFFREY SANT \nNATHANIEL H. AKERMAN \nLANIER SAPERSTEIN \nJEREMY A. SCHLOSSER \nMICHELLE NG \nCAROL LEE \nDORSEY & WHITNEY LLP \n51 West 52nd Street \nNew York, New York 10019 \nTelephone: (212) 415-6119 \nsant.geoffrey@dorsey.com \nakerman.nick@dorsey.com \nsaperstein.lanier@dorsey.com \nschlosser.jeremy@dorsey.com \nng.michelle@dorsey.com \nlee.carol@dorsey.com \n\nTIMOTHY J. DROSKE\n  Counsel of Record \nDORSEY & WHITNEY LLP  \n50 South Sixth Street \nSuite 1500 \nMinneapolis, Minnesota 55402\nTelephone: (612) 340-2600 \ndroske.tim@dorsey.com \n\nSIRUI (RAY) LIU \nDORSEY & WHITNEY LLP \nTwin Towers (West) \nSuite 1101A \nB12 Jianguomenwai Avenue\nChaoyang District, Beijing \n  100022 \nTelephone: +86 (10) 8513-5900\nliu.ray@dorsey.com\n\nCounsel for Amici Curiae YING Songnian, MA Huaide, \nJIANG Ming’an, YU An, YANG Jianshun, and LI Honglei \n\n================================================================ \nCOCKLE LEGAL BRIEFS (800) 225-6964 \nWWW.COCKLELEGALBRIEFS.COM",
        "i \n\nTABLE OF CONTENTS \n\nPage \n\nTABLE OF CONTENTS ........................................  \n\nINTEREST OF THE AMICI CURIAE ...................  \n\nSUMMARY OF ARGUMENT ................................  \n\nARGUMENT ...........................................................  \n\nI.    It  is  a  Foundational  Principle  of  Chinese \nLaw that “The Rule-Maker has the Author-\nity to Interpret the Rule” .............................  \n\ni \n\n1 \n\n4 \n\n8 \n\n9 \n\n  II.    The Ministry of Commerce’s Interpretation \n\nof Its Rules is Authoritative ........................   14 \n\n  III.    The Ministry of Commerce’s Interpretation \nRemains  Authoritative  and  is  Deferred  to \nby Chinese Courts ........................................   16 \n\nCONCLUSION .......................................................   20 \n\nAPPENDIX A:  Certified English translation of \nHuazhong Bearing Factory v. Labor Bureau of \nBinhu District, Wuxi Municipality .................. App. 1 \n\nAPPENDIX B:  Certified English translation of \nTianjin Yuyou  Enterprise  Co.,  Ltd.  v. Tianjin \nEconomic and Technological Development Area \nAdministrative Committee ............................. App. 18",
        "ii \n\nTABLE OF AUTHORITIES \n\nPage \n\nCASES \n\nHUA  ZHONG  ZHOU  CHENG  CHANG  BU  FU  WU  XI  SHI \nBIN HU QU LAO DONG JU SHE HUI BAO ZHANG XING \nZHENG QUE REN AN [Huazhong Bearing Factory \nv. Labor Bureau of Binhu District, Wuxi Mu-\nnicipality]  (Intermediate  People’s  Court  of \nWuxi  Municipality,  Jiangsu  Province  (2005) \nXi Xing Zhong Zi No. 50, Oct. 31, 2005) ................. 18 \n\nIn  re  Vitamin  C  Antitrust  Litig.,  No.  13-4791, \n\nDkt. 105 (2d Cir. Apr. 14, 2014) ................................. 8 \n\nOcean Line Holdings Ltd. v. China Nat’l Char-\ntering Corp., 1:07-cv-08123, Dkt. 28 (S.D.N.Y. \nJan. 30, 2008) .......................................................... 17 \n\nSociete  Nationale  Industrielle  Aerospatiale  v. \nU.S.  Dist.  Court  for  the  S.  Dist.  of  Iowa,  482 \nU.S. 522 (1987) ........................................................ 17 \n\nStansell v. BGP, Inc., 8:09-cv-2501, Dkt. 56 (M.D. \n\nFla. Apr. 29, 2010) ................................................... 17 \n\nTIAN JIN YU YOU QI YE YOU XIAN GONG SI YU TIAN \nJIN  JING  JI  JI  SHU  KAI  FA  QU  GUAN  LI  WEI  YUAN \nHUI  XING  ZHENG  JIU  FEN  ER  SHEN  AN  [Tianjin \nYuyou  Enterprise  Co.,  Ltd.  v.  Tianjin  Eco-\nnomic  and  Technological  Development  Area \nAdministrative  Committee]  (Supreme  Peo-\nple’s Court (1997) Xing Zhong Zi No. 21, July \n3, 1998) .............................................................. 19, 20 \n\nTrans  Chemical  Ltd.  v.  China  Nat’l  Machinery \nImport  and  Export  Corp.,  978  F. Supp.  266 \n(S.D. Tex. 1997) ........................................................ 17",
        "iii \n\nTABLE OF AUTHORITIES – Continued \n\nPage \n\nSTATUTES AND RULES \n\nGUAN YU TIAO ZHENG CHU KOU SHANG PIN HAI GUAN \nSHEN JIA MU LU DE TONG ZHI [Notice Regarding \nAdjustment of the Customs Price Verification \nCatalogue of Export Commodities] (Wai Jing \nMao  Mao  Fa  [2002]  No.  187),  Mar.  29,  2002 \n(P.R.C.) ....................................................................... 4 \n\nGUI  ZHANG  ZHI  DING  CHENG  XU  TIAO  LI  [Regula-\ntions  on  Procedures  for  the  Formulation  of \nRules] (Decree No. 322 of the State Council of \nthe  People’s  Republic  of  China)  art.  33,  Nov. \n16, 2001 (P.R.C.) ........................................................ 9 \n\nGUO WU YUAN GUAN YU XIU GAI XING ZHENG FA GUI \nZHI  DING  CHENG  XU  TIAO  LI  DE  JUE  DING [Deci-\nsion of the State Council on Revising the Reg-\nulations on Procedures for the Formulation of \nAdministrative Regulations] (Decree No. 694 \nof  the  State  Council  of  the  People’s  Republic \nof China) art. 17, Dec. 22, 2017 (P.R.C.) ................. 11 \n\nGUO WU YUAN BAN GONG TING GUAN YU XING ZHENG \nFA  GUI  JIE  SHI  QUAN  XIAN  HE  CHENG  XU  WEN  TI \nDE TONG ZHI [Notice of the State Council Gen-\neral Office Concerning the Authority of Inter-\npretation  of Administrative  Regulations  and \nProcedural Matters] (Guo Ban Fa [1999] No. \n43), May 10, 1999 (P.R.C.) ....................................... 15 \n\nLI  FA  FA  [Law  on  Legislation]  art.  45,  Mar.  15, \n\n2015 (P.R.C.) ............................................................ 10",
        "iv \n\nTABLE OF AUTHORITIES – Continued \n\nPage \n\nQUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI \nYUAN HUI GUAN YU JIA QIANG FA LÜ JIE SHI GONG \nZUO  DE  JUE  YI  [Resolution  of  the  Standing \nCommittee of the National People’s Congress \nProviding  an  Improved  Interpretation  of  the \nLaw], June 10, 1981 (P.R.C.) ................................... 14 \n\nQUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI \nYUAN  HUI  GUAN  YU  “ZHONG  HUA  REN  MIN  GONG \nHE GUO XIANG GANG TE BIE XING ZHENG QU JI BEN \nFA” DI 22 TIAO DI 4 KUAN HE DI 24 TIAO DI 2 KUAN \nDI (3)  XIANG  DE  JIE  SHI [Interpretation by the \nStanding Committee of the National People’s \nCongress of Article 22.4 and Article 24.2(3) of \nthe Basic Law of the Hong Kong Special Ad-\nministrative  Region  of  the  People’s  Republic \nof China], June 26, 1999 ......................................... 13 \n\nXIAN FA [The Constitution] art. 57, Mar. 11, 2018 \n\n(P.R.C.) ..................................................................... 10 \n\nXING  ZHENG  FA  GUI  ZHI  DING  CHENG  XU  TIAO  LI \n[Regulations on Procedures for the Formulation \nof  Administrative  Regulations]  (Decree  No. \n321 of the State Council of the People’s Repub-\nlic of China) art. 31, Nov. 16, 2001 (P.R.C.) ...... 10, 11 \n\nOTHER AUTHORITIES \n\nDONG Hao, Si fa jie shi lun [Judicial Interpre-\ntation  Theories]  (Beijing:  Zhongguo  Zhengfa \nDaxue Chubanshe [China University of Polit-\nical Science and Law Press], 1999) ......................... 12",
        "v \n\nTABLE OF AUTHORITIES – Continued \n\nPage \n\nZHANG Zhi Ming, Fa lü jie shi xue [The Study \nof  Legal  Interpretation]  (Beijing:  Zhongguo \nRenmin  Daxue  Chubanshe  [China  Renmin \nUniversity Press], 2015) ........................................... 9",
        "1 \n\nINTEREST OF THE AMICI1 \n\nAmicus curiae YING Songnian is University Pro-\nfessor  at  the  China  University  of  Political  Science \nand Law (CUPL), Honorary President of the Adminis-\ntrative  Law  Studies  Institute  of  China  Law  Society \n(ALSCLS) and Chairman of the East Asia Institute of \nAdministrative Law. Professor YING was a deputy to \nthe  9th  and  10th  National  People’s  Congress  (NPC) \nand a member of the NPC Committee for Internal and \nJudicial Affairs.  He  is  a  principal  leader  of  the  Com-\nmittee  of  Legislative  Studies  on Administrative  Law \nof the NPC Commission of Legislative Affairs, an ex-\npert advisory body on administrative law to the NPC \nStanding Committee. In that capacity, he was involved \nin  the  drafting  of  various  People’s  Republic  of  China \n(PRC) statutes, including the Administrative Litigation \nLaw, State Compensation Law, Law on Administrative \nPenalties, Law on Legislation and Administrative Li-\ncense Law of the People’s Republic of China. \n\nAmicus  curiae  MA  Huaide  is  Professor  and Vice \nPresident of CUPL, President of ALSCLS and Editor-\nin-Chief of Administrative Law Studies. Professor MA \n\n1  All parties to the case have consented to the filing of this \nbrief. Petitioners consented in writing, and Respondents provided \nblanket  consent  by  a  February  15,  2018  letter  to  the  Clerk.  In \naccord  with  Supreme  Court  Rule  37.6,  amici  affirm  that  no \ncounsel  for  a  party  authored  this  brief  in  whole  or  in  part,  and \nno  such  counsel  or  party  made  any  monetary  contribution  in-\ntended  to  fund  the  preparation  or  submission  of  this  brief.  No \nperson  other  than  amici  or  their  counsel  has  made  any  mone- \ntary  contribution  toward  the  preparation  or  submission  of  this \nbrief.",
        "2 \n\nwas China’s first Ph.D. in the study of administrative \nlitigation law (from CUPL). He has been a senior visit-\ning scholar at Yale University and a visiting scholar at \nBoston University and the University of Sydney (Aus-\ntralia). He was involved in the formulation of the State \nCompensation Law, Law on Administrative Penalties, \nLaw  on  Legislation  and Administrative  License  Law, \namong  other  statutes.  He  concurrently  acts  as  legal \ncounsel to PRC government agencies including the Na-\ntional Development and Reform Commission and the \nMinistry of Housing and Urban-Rural Development. \n\nAmicus curiae JIANG Ming’an is Professor of Law \nand Director of the Constitutional and Administrative \nLaw  Center  at  Peking  University  (PKU), Vice  Presi-\ndent of ALSCLS and Editor-in-Chief of Administrative \nLaw Review. Professor JIANG has been a senior visit-\ning scholar at UCLA and the University of Cambridge \n(UK) and a visiting scholar at the University of Wash-\nington. He has been involved since 1984 in the formu-\nlation  of  PRC  administrative  laws  and  regulations, \namong  them  the  Administrative  Litigation  Law,  Ad-\nministrative  Review  Law,  State  Compensation  Law, \nLaw on Administrative Penalties, Law on Legislation, \nAdministrative  License  Law  and Administrative  En-\nforcement Law. He is a special advisor to the Supreme \nPeople’s  Court  and  an  expert  advisor  to  government \nagencies such as the Ministry of Civil Affairs and Min-\nistry of Culture.  \n\nAmicus  curiae YU An  is  Professor  of  Law  in  the \nSchool of Public Policy and Management (SPPM) and \nDirector  of  the  Institute  of  Government  at Tsinghua",
        "3 \n\nUniversity, Vice  President  of ALSCLS  and Vice  Pres- \nident  of  the  WTO  Law  Research  Society  of  China. \nProfessor YU  received  his  S.J.D.  degree  from  Peking \nUniversity  and  was  a  visiting  scholar  at  Heidelberg \nUniversity  (Germany)  and  Aarhus  University  (Den-\nmark). He is an expert advisor to the Supreme Procu-\nratorate, the Ministry of Education and the Ministry of \nJustice. \n\nAmicus curiae YANG Jianshun is Professor of Law \nand Director of the Comparative Administrative Law \nInstitute at Renmin University, Associate Chief Editor \nof  the  Jurist  and  Vice  President  of  ALSCLS.  He  re-\nceived his S.J.D. degree from Hitotsubashi University \n(Japan).  \n\nAmicus curiae LI Honglei is Professor at the Insti-\ntute  of  Law,  Chinese  Academy  of  Social  Sciences \n(CASS), Director of the Department of Constitutional \nand Administrative Law, Standing Member and Dep-\nuty  Secretary  General  of  ALSCLS  and  Vice  Chair \nof  the  Committee  on  Government  Regulation.  He  re-\nceived  his  S.J.D.  degree  from  Peking  University  and \nwas a visiting scholar at Columbia University, Emory \nUniversity and the London School of Economics (UK). \nHe was adjunct professor at the University of Yamagu-\nchi (Japan) and had a one-year secondment at the NPC \nCommission of Legislative Affairs where he was deeply \ninvolved in the drafting of many legislative bills. \n\nAmici have an academic interest in, and expertise \non, the subject of whether the Ministry of Commerce of \nthe People’s Republic of China, or MOFCOM (formerly",
        "4 \n\nthe Ministry of Foreign Trade and Economic Coopera-\ntion, or MOFTEC; hereinafter referred to as “Ministry \nof  Commerce”)2  is  an  authoritative  interpreter  of  the \nrules it makes. Petitioners’ Brief, as well as the Brief \nof Amici Curiae Donald Clarke and Nicholas Calcina \nHowson in Support of Petitioners, have challenged the \nMinistry of Commerce’s representation to the Second \nCircuit that it “has unquestioned authority to interpret \napplicable Chinese law.” Pet. Br. 20; see Clarke & How-\nson  Amicus  Br.  17.  This  brief  supports  Respondents \nand  the  Ministry  of  Commerce,  by  explaining  that  a \nfoundational principle underlying the Chinese system \nof  legal  interpretation  is  the  concept  that  “the  rule-\nmaker  has  the  authority  to  interpret  the  rule,”  and \nthus the Ministry of Commerce has authority to inter-\npret applicable Chinese law. \n\n---------------------------------  --------------------------------- \n\nSUMMARY OF ARGUMENT \n\nThe Ministry of Commerce is the constituent min-\nistry  primarily  responsible  for  regulating  China’s  in-\nternational trade, and is immediately under the level \nof the State Council (equivalent to a cabinet-level de-\npartment  in  the  United  States).  In  response  to  the \nMinistry  of  Commerce’s  amicus  briefs  in  this  matter \nconcerning  its  “2002  Notice,”3  Petitioners  (and  the \n\n2  Petitioners’  Brief  refers  to  the  Ministry  of  Commerce  as \n\n“the Ministry.” Pet. Br. 5 & n.3. \n\n3  GUAN YU TIAO ZHENG CHU KOU SHANG PIN HAI GUAN SHEN JIA \nMU LU DE TONG ZHI [Notice Regarding Adjustment of the Customs \nPrice  Verification  Catalogue  of  Export  Commodities]  (Wai  Jing",
        "5 \n\nsupporting amicus brief by Clarke and Howson) have \nchallenged the Ministry of Commerce’s representation \nthat it “has unquestioned authority to interpret appli-\ncable  Chinese  law.”  Pet.  Br.  20; see  Clarke  &  Howson \nAmicus Br. 17. The Ministry of Commerce’s interpreta-\ntive authority under Chinese law, however, is clear and \nwell-established. In accordance with China’s system of \nlegal  interpretation,  the  Ministry  of  Commerce  has \nthe  power  to  interpret  its  own  rules. The  Ministry  of \nCommerce makes legally binding and authoritative in-\nterpretations  of  the  rules  it  establishes  both  through \nadministrative  rulemaking  and  through  documents \nsetting forth administrative standards.  \n\nA  foundational  principle  underlying  the  Chinese \nsystem of legal interpretation is the concept that “the \nrule-maker  has  the  authority  to  interpret  the  rule.” \nThe  Law  on  Legislation;  the  Regulations  on  Proce-\ndures  for  the  Formulation  of  Administrative  Regu- \nlations;  and  the  Regulations  on  Procedures  for  the \nFormulation of Rules each provide that the entity es-\ntablishing statutes or rules necessarily has authority \nto interpret these statutes and rules. The reason why \nChina’s system of legal interpretation has established \nthe  principle  of “the  rule-maker  has  the  authority  to \ninterpret the rule,” is because China ascribes to the be-\nlief that the goal of legal interpretation is to seek out \nthe  rule’s  original  intended  meaning. The  entity  that \n\nMao Mao Fa [2002] No. 187), Mar. 29, 2002, http://wms.mofcom.gov. \ncn/article/zcfb/200208/20020800037837.shtml (P.R.C.).",
        "6 \n\nestablished the rule is the entity that is best suited to \nexplain the original meaning.  \n\nBased on this principle of “the rule-maker has the \nauthority to interpret the rule,” the Ministry of Com-\nmerce  has  the  authority  to  interpret  its  2002  Notice \nbecause  it  was  the  Ministry  of  Commerce  that  pre-\npared and issued the administrative rule. In the PRC, \nit  is  uncontroverted  that  the  Ministry  of  Commerce \nhas  the  authority  to  interpret  its  own  rules. And  the \nMinistry of Commerce is continuously doing so, issuing \ninterpretations through a variety of means, including \nopinions,  notices,  provisional  rules,  response  letters, \nformal replies, and other documents.  \n\nThe  principle  that  “the  rule-maker  has  the  au- \nthority  to  interpret  the  rule”  does  not  exclude  other \ngovernmental bodies from interpreting rules. The au-\nthority  to  interpret  rules  is  not  restricted  to  a  single \ngovernmental  entity.  However,  the  rule-maker’s  own \ninterpretation is authoritative. For example, other gov-\nernmental  bodies  may  interpret  laws  passed  by  the \nNational  People’s  Congress  (NPC)  and  its  Standing \nCommittee,  but  the  NPC  Standing  Committee’s  own \ninterpretation  is  the  most  authoritative,  and  other \ninterpretations  must  be  consistent  with  the  NPC \nStanding Committee’s interpretations. When a minis-\ntry (such as the Ministry of Commerce) interprets the \nvery  rules  that  it  has  created,  its  interpretation  is \nauthoritative.  All  other  ministries  must  follow  that \nministry’s authoritative interpretation, which plays an \nimportant role in guiding subordinate administrative",
        "7 \n\nbodies  in  implementing  their  administrative  enforce-\nment activities. \n\nThe  authoritativeness  of  the  Ministry  of  Com-\nmerce’s interpretation of the rules it has created is not \nreduced by the existence of mechanisms for analyzing \nand supervising the implementation of those interpre-\ntations. The interpretations are authoritative because \nthe government body’s act of interpretation – here, by \nthe Ministry of Commerce – has regulatory impact and \nthe force of law.  \n\n  Moreover,  in  China,  the  rule-maker’s  interpreta-\ntion  of  its  own  rules  is  controlling  upon  the  courts. \nWhen a State Council ministry – such as the Ministry \nof  Commerce  –  interprets  its  own  regulations,  the \nChinese courts give those interpretations deference be-\ncause  the  ministry  best  understands  the  original  in-\ntent and purpose of its own regulations. Deference is \nalso given for the public policy reason that a ministry \nunder the State Council, which is responsible for regu-\nlating matters within its field, is in a better position to \naddress  specialized  issues  and  policy  issues  in  that \narea.  \n\nHere in particular, where foreign trade is a sector \nrequiring strong specialized knowledge and policy ex-\npertise,  Chinese  courts  would  be  compelled  –  outside \nof extreme cases where the interpretation clearly vio-\nlates the law or a ministry has abused its power – to \ndefer to the guidance of the responsible ministry, the \nMinistry of Commerce. The deference accorded to the \nMinistry  of  Commerce’s  own  rules  in  China  vitiates",
        "8 \n\nPetitioners’ questioning of the Ministry of Commerce’s \n“law-interpreting power.” See Pet. Br. 43 (emphasis in \noriginal). \n\n---------------------------------  --------------------------------- \n\nARGUMENT \n\nThe Ministry of Commerce4 issued the “2002 No-\ntice” at issue in this suit and filed the amicus brief be-\nfore the United States District Court for the Eastern \nDistrict  of  New York  and  the  United  States  Court  of \nAppeals for the Second Circuit concerning Chinese law. \nIt correctly asserted in its amicus brief to the Second \nCircuit that it “has unquestioned authority to interpret \napplicable Chinese law.” Br. for Amicus Curiae Minis-\ntry of Commerce of the People’s Republic of China at \n14, Dkt. 105, In re Vitamin C Antitrust Litig., No. 13-\n4791  (2d  Cir.  Apr.  14,  2014).  The  Ministry  of  Com-\nmerce’s assertion reflects a well-established principle \nunder Chinese law. In accordance with China’s system \nof legal interpretation, the Ministry of Commerce has \nthe  power  to  interpret  its  own  rules. The  Ministry  of \nCommerce makes legally binding and authoritative in-\nterpretations  of  the  rules  it  establishes  both  through \nadministrative  rulemaking  and  through  documents \nsetting forth administrative standards.  \n\n4  The  Ministry  of  Commerce,  in  its  position  immediately \nunder the State Council, is equivalent to a United States cabinet-\nlevel  department,  and  is  primarily  responsible  for  regulating \nChina’s international trade.",
        "9 \n\nI. \n\nIt is a Foundational Principle of Chinese Law \nthat “The Rule-Maker has the Authority to In-\nterpret the Rule”  \n\nThe Chinese system of legal interpretation holds \nthat government entities necessarily have authority to \ninterpret the rules they make, i.e., “the rule-maker has \nthe authority to interpret the rule.” See, e.g., ZHANG \nZhi  Ming,  Fa  lü  jie  shi  xue  [The  Study  of  Legal  In- \nterpretation]  152  (Beijing:  Zhongguo  Renmin  Daxue \nChubanshe  [China  Renmin  University  Press],  2015) \n(hereinafter  “The  Study  of  Legal  Interpretation”).5 \nThat  doctrine  is  not  only  a  foundational  principle  of \nChinese legal theory, it is also set forth in law. Article \n33 of the Regulations on Procedures for the Formula-\ntion of Rules states “the power to interpret rules shall \nreside with the rule-maker.” GUI ZHANG ZHI DING CHENG \nXU TIAO LI [Regulations on Procedures for the Formula-\ntion of Rules] art. 33 (promulgated by Decree No. 322 \nof the State Council of the People’s Republic of China, \n\n5  As that treatise explains, “Statutes, administrative regula-\ntions, and local regulations are all of the same nature. What must \nbe noted here is that the concept ‘the rule-maker must have the \nauthority to interpret laws’ does not need to itself be law in order \nto be firmly accepted by the people without any doubts at all. This \nis because the common accepted belief among the people is that \nlegal interpretation must match the original intent of the legisla-\nture and must match the intended purpose behind the creation of \nthe law. And when it comes to the original intent or the purpose \nbehind the creation of the law, there is nobody who knows it better \nthan the legislative body itself.” ZHANG Zhi Ming, The Study of \nLegal Interpretation, at 152 (emphasis added).",
        "10 \n\nNov. 16, 2001), http://www.gov.cn/gongbao/content/2002/ \ncontent_61556.htm (P.R.C.).  \n\nA number of other Chinese laws set forth the right \nof individual rule-making bodies, such as the NPC, to \ninterpret the rules it makes. Thus, for example, Article \n45  of  the  Law  on  Legislation  provides  that  the  NPC \nStanding Committee is the proper authority for inter-\npreting the statutes6 passed by the NPC: “The power \nto interpret a national law shall vest in the Standing \nCommittee of the National People’s Congress.” LI FA FA \n[Law on Legislation] art. 45 (as amended, promulgated \nby the Nat’l People’s Cong., Mar. 15, 2015, effective Mar. \n15,  2015),  http://www.npc.gov.cn/npc/dbdhhy/12_3/2015- \n03/18/content_1930713.htm (P.R.C.).7 A similar rule, em-\nbodying the same fundamental principle, expressly ap-\nplies  to  regulations. Article  31  of  the  Regulations  on \nProcedures for the Formulation of Administrative Reg-\nulations  provides, “The  State  Council  shall  interpret \nthose articles of administrative regulations that need \nfurther definitions or supplementary provisions.” XING \nZHENG FA GUI ZHI DING CHENG XU TIAO LI [Regulations on \n\n6  The reference to statutes here means the legal norms set \nby the NPC and its Standing Committee. The statutes made by \nthe NPC are interpreted by its Standing Committee as the entire \nNPC only meets once a year whereas the NPC Standing Commit-\ntee is a permanent organ of the NPC. See XIAN FA [The Constitu-\ntion] art. 57, Mar. 11, 2018 (P.R.C.). An English translation of the \n2007 version of the Constitution is available at: http://www.npc. \ngov.cn/englishnpc/Constitution/2007-11/15/content_1372965.htm. \nThe Constitution was amended in March 2018, but the language \nof art. 57 remains unchanged. \n\n7  An  English  translation  is  available  at:  https://www.china \n\nlawtranslate.com/2015lawlaw/?lang=en.",
        "11 \n\nProcedures for the Formulation of Administrative Reg-\nulations] art. 31 (promulgated by Decree No. 321 of the \nState  Council  of  the  People’s  Republic  of  China,  Nov. \n16, 2001), http://www.pkulaw.cn/fulltext_form.aspx?Db \n=chl&Gid=38101 (P.R.C.).8  \n\nThe reason why China’s system of legal interpre-\ntation has established the principle of “the rule-maker \nhas  the  authority  to  interpret  the  rule”  is  because \nChina ascribes to the belief that the goal of legal inter-\npretation  is  to  seek  out  the  rule’s  original  intended \nmeaning. The entity that established the rule is the en-\ntity that is best suited to explain the original meaning. \nThis  is  why  China’s  legal  community  has  a  common \nunderstanding  that  the  entity  that  creates  the  rule \nnecessarily  has  the  authority  to  interpret  it.  As \n\n8  Effective May 1, 2018, this regulation has been amended to \nprovide, “The State Council shall interpret administrative regu-\nlations in any of the following circumstances: (1) where the spe-\ncific meaning of provisions of administrative regulations needs to \nbe  further  clarified;  or  (2)  where  the  emergence  of  new  circum-\nstances after formulation of administrative regulations requires \nclarification of their applicable basis.” XING ZHENG FA GUI ZHI DING \nCHENG XU TIAO LI [Regulations on Procedures for the Formulation \nof  Administrative  Regulations]  art.  31  (promulgated  by  Decree \nNo. 321 of the State Council of the People’s Republic of China on \nNov. 16, 2001, and revised pursuant to art. 17 of Decree No. 694 of \nthe State Council of the People’s Republic of China, the Decision of \nthe State Council on Revising the Regulations on Procedures for the \nFormulation of Administrative Regulations, dated Dec. 22, 2017, and \neffective as of May 1, 2018), http://www.gov.cn/zhengce/content/2018- \n01/16/content_5257039.htm  (P.R.C.). An  English  translation  of  the \ncurrent version is available at: http://www.gov.cn/english/laws/2005- \n08/24/content_25827.htm. An English translation of the amended ver-\nsion  is  available  at:  https://law.yale.edu/system/files/documents/pdf/ \nchina/2018_sc_en_rev_admin_regulation_procedure.pdf.",
        "12 \n\nexplained by Professor DONG Hao (the Vice President \nof the Administrative Law Studies Institute of China \nLaw Society9), “Legislation is the act of turning the leg-\nislator’s intent into law. Therefore, the purpose of legal \ninterpretation is to seek out and implement the legis-\nlator’s intent. This is why the legislative body itself is \nthe  most  appropriate  entity  for  interpreting  these \nlaws.”  DONG  Hao,  Si  fa  jie  shi  lun  [Judicial  Inter- \npretation  Theories],  278  (Beijing:  Zhongguo  Zhengfa \nDaxue  Chubanshe  [China  University  of  Political  Sci-\nence and Law Press], 1999). \n\nThis concept, that legal interpretation consists of \nseeking out and implementing the intent of the legis-\nlature,  is  repeatedly  expressed  in  Chinese  laws  and \nregulations. In cases of national significance, the NPC \nStanding  Committee  has  reiterated  that  it  is  legisla-\ntive  intent  that  must  be  followed  when  interpreting \nand applying the law. In the case of the Basic Law of \nthe  Hong  Kong  Special Administrative  Region  of  the \nPeople’s  Republic  of  China  (“Basic  Law”),  the  NPC \nStanding  Committee  has  passed  laws  specifically  re-\nquiring that legislative intent be implemented. Thus, \nin the Interpretation by the NPC Standing Committee \nof Article 22.4 and Article 24.2(3) of the Basic Law, the \nStanding  Committee  explained  that  its  object  was  to \ngive effect to the legislative intent behind Hong Kong’s \nBasic Law: “The original legislative intent elucidated \n\n9  Professor DONG Hao, in addition to being Vice President of \nALSCLS, was previously Vice President of Zhuhai Intermediate \nPeople’s Court in Guangdong. He is one of the most respected Chi-\nnese scholars on the issue of legal interpretation.",
        "13 \n\nby  this  Interpretation  and  the  original  legislative  in-\ntent  of  the  other  categories  of  Paragraph  2  in Article \n24 of the Basic Law of the Hong Kong Special Admin-\nistrative Region have been embodied in the Opinions \non the Implementation of the Second Paragraph of Ar-\nticle 24 of the Basic Law of the Hong Kong Special Ad-\nministrative Region of the People’s Republic of China, \nwhich  were  adopted  at  the  Fourth  Plenary  Meeting \nof the Preparatory Committee for the Hong Kong Spe-\ncial  Administrative  Region  of  the  National  People’s \nCongress on August 10, 1996.”10 In other words, in in-\nterpreting  the  meaning  of  the  Basic  Law,  the  NPC \nStanding Committee not only looked to the legislative \nintent of the Basic Law, but it has even issued its own \ndirectives  setting  forth  this  legislative  intent  and  in-\nstructing  others  on  the  need  to  apply  this  legislative \nintent. \n\nAs these authorities make clear, the principle that \n“the  rule-maker  has  the  authority  to  interpret  the \nrule” is firmly established under Chinese law. \n\n10  QUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI YUAN HUI \nGUAN YU “ZHONG HUA REN MIN GONG HE GUO XIANG GANG TE BIE XING \nZHENG QU JI BEN FA” DI 22 TIAO DI 4 KUAN HE DI 24 TIAO DI 2 KUAN DI \n(3) XIANG DE JIE SHI [Interpretation by the Standing Committee of \nthe National People’s Congress of Article 22.4 and Article 24.2(3) \nof the Basic Law of the Hong Kong Special Administrative Region \nof the People’s Republic of China (“Basic Law”)] (adopted by the \nStanding Comm. of the Nat’l People’s Cong., June 26, 1999), http://www. \nnpc.gov.cn/wxzl/gongbao/2001-02/06/content_5004737.htm (P.R.C.). An \nEnglish translation is available at: http://www.npc.gov.cn/englishnpc/ \nLaw/2007-12/12/content_1383897.htm.",
        "14 \n\nII.  The Ministry of Commerce’s Interpretation \n\nof Its Rules is Authoritative \n\nIn accordance with the principle of Chinese legal \ninterpretation that “the rule-maker has the authority \nto  interpret  the  rule,”  the  Ministry  of  Commerce  has \nthe authority to interpret the 2002 Notice it issued.  \n\nThe Ministry of Commerce’s interpretive authority \nis amply supported by Chinese law. For example, the \nResolution of the Standing Committee of the National \nPeople’s  Congress  Providing  an  Improved  Interpre- \ntation  of  the  Law  (1981)  not  only  provides  that  the \nNPC Standing Committee shall exercise the power to \ninterpret law, it also specifically states that the power \nof interpretation also resides in the Supreme People’s \nCourt, Supreme People’s Procuratorate, the State Coun-\ncil  and  the  ministries  of  the  State  Council.11  The \n\n11  The Resolution of the Standing Committee of the National \nPeople’s  Congress  Providing  an  Improved  Interpretation  of  the \nLaw  of  1981  expressly  provides  that  the  State  Council  and  its \nministries shall have power to interpret the laws and decrees (e.g., \nto interpret the legal rules established by the NPC and its Stand-\ning Committee). QUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI \nYUAN HUI GUAN YU JIA QIANG FA LÜ JIE SHI GONG ZUO DE JUE YI [Res-\nolution of the Standing Committee of the National People’s Con-\ngress Providing an Improved Interpretation of the Law] (adopted \nby the Standing Comm. of the Nat’l People’s Cong., June 10, 1981), \nhttp://www.npc.gov.cn/wxzl/gongbao/2000-12/06/content_5004401.htm \n(P.R.C.). An English translation is available at: http://www.asianlii. \norg/cn/legis/cen/laws/rotscotnpcpaiiotl1125/. The conclusion by Pro-\nfessor  Donald  Clarke  and  Professor  Nicholas  Howson  in  their \nBrief of Amici Curiae that the Ministry of Commerce has no au-\nthority to interpret statutes is wrong. See Clarke & Howson Ami-\ncus Br. 19.",
        "15 \n\nMinistry  of  Commerce  is  one  of  the  ministries  of  the \nState Council and thus it has specific authorization to \ninterpret law from the NPC. \n\nThe State Council has also issued formal regula-\ntions stating that ministries – such as the Ministry of \nCommerce – have the authority to interpret adminis-\ntrative  regulations.  In  particular,  the  Notice  of  the \nState Council General Office Concerning the Authority \nof  Interpretation  of  Administrative  Regulations  and \nProcedural Matters states that both the State Council \nand  the  ministries  under  the  State  Council  have  the \nauthority to interpret administrative regulations. GUO \nWU YUAN BAN GONG TING GUAN YU XING ZHENG FA GUI JIE \nSHI QUAN XIAN HE CHENG XU WEN TI DE TONG ZHI [Notice \nof the State Council General Office Concerning the Au-\nthority  of  Interpretation  of  Administrative  Regula-\ntions and Procedural Matters] (Guo Ban Fa [1999] No. \n43) (promulgated by the State Council General Office, \nMay  10,  1999),  http://www.law-lib.com/law/law_view. \nasp?id=107706 (P.R.C.). In fact, the reality is that min-\nistries (such as the Ministry of Commerce) are the ones \nthat actually handle the overwhelming majority of reg-\nulatory interpretation due to their subject-matter ex-\npertise  and  the  massive  number  of  regulations  at \nissue. The Ministry of Commerce, for its part, has been \nconstantly and continuously interpreting its own rules \nthrough  opinions,  notices,  provisional  rules,  response \nletters, formal replies, and through other documents. \n\nThe principle that “the rule-maker has the author-\nity  to  interpret  the  rule”  does  not  necessarily  mean \nthat other authorities are excluded from interpreting",
        "16 \n\nrules. In other words, the authority to interpret rules \nis not restricted to a single entity. But the Ministry of \nCommerce  is  unquestionably  one  of  the  entities  with \nauthority  to  interpret  the  law.  The  ministries  under \nthe State Council (such as the Ministry of Commerce) \nhave authority to interpret both laws and regulations, \nand in fact do so on a regular basis. Those interpreta-\ntions are treated as authoritative, and are deferred to \nby  courts,  procuratorates  and  administrative  bodies. \nSee infra Part III. \n\nIII.  The Ministry of Commerce’s Interpretation \nRemains  Authoritative  and  is  Deferred  to \nby Chinese Courts \n\nThe amici Clarke and Howson argue that China’s \nsystem of checks and balances somehow contradicts or \ndiminishes the authority of the Ministry of Commerce \nto interpret its rules.12 Clarke & Howson Amicus Br. 19. \n\n12  Clarke  and  Howson  also  argue  against  the  deference  af-\nforded by the Second Circuit, contending that “[t]he Chinese Gov-\nernment  is  not  a  neutral  observer,”  and  “may  have  a  party-like \ninterest in the case.” Clarke & Howson Amicus Br. 8 (capitaliza-\ntion  omitted). Yet  even  though  China’s  state-owned  enterprises \nare frequent parties to U.S. litigation, the Ministry of Commerce \nhas never appeared in U.S. litigation until the present case. The \ncomplete  absence  of  any Ministry of Commerce participation  in \npast U.S. litigations refutes the claim that the Ministry of Com-\nmerce is doing so here because “a mercantilist government such \nas China’s . . . is going to view siding with its nationals as a policy \nimperative,” id. at 10. \n\nTo the contrary, the allegation of “partiality . . . in this case,” \nid. at 10, is more applicable to those who are repeatedly hired as \nexpert  witnesses  in  cases  involving  foreign  law,  see  id.  1-2. The",
        "17 \n\nThey  argue  that  the  Ministry  of  Commerce’s  regula-\ntory interpretations could be deemed invalid if the in-\nterpretation  somehow  violated  other  laws.13  Id.  Yet \n\nSecond Circuit’s rule is preferable to U.S. trial courts attempting \nto  weigh  foreign  governments’  statements  about  their  own  law \nagainst the testimony of partisan expert witnesses. This is espe-\ncially true considering that “relatively few judges are experienced \nin  the  area  [of  foreign  law]  and  the  procedures  of  foreign  legal \nsystems are often poorly understood.” Societe Nationale Industri-\nelle Aerospatiale v. U.S. Dist. Court for the S. Dist. of Iowa, 482 U.S. \n522, 552 (1987) (Blackmun, J., concurring in part and dissenting \nin part).  \n\n13  Clarke and Howson also assert that the Chinese govern-\nment has a “party-like interest in the case” because Hebei Wel-\ncome  Pharmaceutical  Co.  Ltd.  is  a  subsidiary  of  a  state-owned \nenterprise, and is therefore “deemed under the Chinese system to \nbe a state-owned enterprise.” Clarke & Howson Amicus Br. 8-9. \nHowever, in three previous appearances as an expert witness for \nplaintiffs suing Chinese litigants, Clarke has taken contradictory \npositions as to whether or not a subsidiary of a state-owned en-\nterprise  is  itself  a  state-owned  enterprise.  See  Stansell  v.  BGP, \nInc., 8:09-cv-2501, Dkt. 56 (M.D. Fla. Apr. 29, 2010) (subsidiary of \nstate-owned  enterprise  “is  not  considered  ‘state-owned’  under \nChinese corporate law” and is “not [to be] deemed ‘state-owned’ ” \n(emphasis in original)); Ocean Line Holdings Ltd. v. China Nat’l \nChartering Corp., 1:07-cv-08123, Dkt. 28 (S.D.N.Y. Jan. 30, 2008) \n(again  concluding  that the  subsidiary  of  state-owned enterprise \nis  not “owned  by  the  Chinese  state”  but  rather is  owned  by  the \nparent company); Trans Chemical Ltd. v. China Nat’l Machinery \nImport and Export Corp., 978 F. Supp. 266 (S.D. Tex. 1997) (con-\ncluding  that  a  subsidiary  of  a  state-owned  enterprise  is  itself  a \nstate-owned enterprise). Clarke’s contradictory positions demon-\nstrate just how distant the connection is between (1) a ministry of \n(2) China’s State Council and (3) a subsidiary of (4) a parent com-\npany that is owned by (5) an entity that is controlled by (6) the \ngovernment. The Chinese government does not have a “party-like \ninterest” in every case to which it can be linked through six de-\ngrees of separation.",
        "18 \n\nthey do not provide a single example of any Ministry of \nCommerce  interpretation  of  its  regulations  being  in-\nvalidated,  and  they  certainly  do  not  suggest  that  the \nMinistry of Commerce regulations at issue here are in-\nvalid  or  even  challenged  in  China.  More  importantly, \nthe  theoretical  possibility  of  a  Ministry  of  Commerce \ninterpretation being held invalid does not alter the fact \nthat the Ministry of Commerce has the clear authority \nto  interpret  its  own  regulations,  consistent  with  the \nprinciple that “the rule-maker has the authority to in-\nterpret  the  rule,”  and  contrary  to  Petitioners’  argu-\nments, see Pet. Br. 42-43. \n\n  While  courts,  procuratorates  and  other  adminis-\ntrative bodies will inevitably interpret laws while dis-\ncharging their administrative or judicial functions, the \ninterpretations by the issuing ministry are treated as \nauthoritative,  and  are  deferred  to  by  the  courts  and \nother governmental bodies. Indeed, Chinese courts im-\nplement  the  interpretations  given  by  China’s  minis-\ntries, such as the Ministry of Commerce.  \n\nThus,  in  the  case  of  Huazhong  Bearing  Factory \nagainst the Labor Bureau of Binhu District, Wuxi Mu-\nnicipality (see App. A),14 the appellate court cited to and \n\n14  HUA ZHONG ZHOU CHENG CHANG BU FU WU XI SHI BIN HU QU \nLAO DONG JU SHE HUI BAO ZHANG XING ZHENG QUE REN AN [Huazhong \nBearing Factory v. Labor Bureau of Binhu District, Wuxi Munici-\npality]  (Intermediate  People’s  Court  of  Wuxi  Municipality, \nJiangsu Province (2005) Xi Xing Zhong Zi No. 50, Oct. 31, 2005). \nThis case was included in China’s Key Trial Cases Abstract – Ad-\nministrative Trial Case Volume, which was compiled in 2007 in a \njoint project by the National Judges College and Renmin Univer-\nsity  Law  School  (China  Renmin  University  Press  and  People’s",
        "19 \n\napplied  the  interpretation  given  by  the  government \nministries without conducting its own analysis: \n\nAccording to the Ministry of Labor and Social \nSecurity’s regulation entitled “Response Let-\nter  Regarding  the  Interpretation  of  the \nPhrase ‘Willful Violation of Rules’ Within the \n‘Trial  Measures  on  Work-Related  Injury  In-\nsurance for Enterprise Employees,’ ” the term \n“willful violation of rules” refers specifically to \nmalicious  acts  undertaken  with  a  conscious \nmotive  and  purpose.  The  phrase  should  not \napply  to  ordinary  violations  of  rules.  JIANG \nYonglin  did  not  intend  for  the  injury  to  oc-\ncur. . . .  Therefore,  it  meets  the  criteria  for \nwork-related injuries. \n\nApp.  A  at  16-17.  In  reaching  its  decision  as  to  the \nproper  interpretation  of  a  disputed  phrase,  the  court \nfollowed the interpretation given by a ministry imme-\ndiately under the State Council. See id.  \n\nChinese courts are obligated to defer to ministry \ninterpretations for the public policy reason that a min-\nistry under the State Council is responsible for regu-\nlating  matters  within  its  field,  and  is  therefore  in  a \nbetter position to address specialized issues and policy \nissues  in  that  domain.  Foreign  trade  is  a  sector  that \n\nCourt Press, 2008. P323). At the time this case was collected as a \n“Key Trial Case,” China had not yet created a generally accessible \ndatabase of cases, and so this case was one of a select few chosen \nas  exemplars.  China’s  Key  Trial  Cases  Abstract  was  created  and \npublished in part by the National Judges College, which is affiliated \nwith China’s Supreme People’s Court. A certified English transla-\ntion is included at App. A.",
        "20 \n\nrequires  strong  specialized  knowledge  and  policy  ex-\npertise,  and  so  courts  will  be  compelled  to  defer  to \nthe  guidance  of  the  responsible  ministry.  In  the  case \nof Tianjin Yuyou  Enterprise  Co.,  Ltd.  against Tianjin \nEconomic  and  Technological  Development  Area  Ad-\nministrative  Committee  (see  App.  B),15  a  contentious \nquestion was whether the Provisional Regulations on \nthe  Administration  of  Voluntary  Quotas  for  Export \nProducts promulgated by MOFTEC [the former name \nfor MOFCOM, i.e., the Ministry of Commerce] in April \n1995 was binding upon export license applications that \nhad been made prior to the implementation of the new \nregulations. See id. Neither the Tianjin Higher People’s \nCourt nor the Supreme People’s Court conducted any \nsubstantive  review  of  MOFTEC’s  interpretation.  See \nid. Rather they deferred to MOFTEC’s interpretation \nand  applied  that  interpretation  to  the  case.  See  id. \nThus,  contrary  to  Petitioners’  and  Clarke  and  How-\nson’s  amicus  arguments,  the  Ministry  of  Commerce’s \ninterpretations  have  already  been  treated  as  binding \nby China’s Supreme People’s Court. \n\n---------------------------------  --------------------------------- \n\nCONCLUSION \n\nFor the foregoing reasons, Petitioners’ questioning \nof the Ministry of Commerce’s “law-interpreting power” \nis without merit. See Pet. Br. 42-43; see also Clarke & \n\n15  TIAN JIN YU YOU QI YE YOU XIAN GONG SI YU TIAN JIN JING JI \nJI SHU KAI FA QU GUAN LI WEI YUAN HUI XING ZHENG JIU FEN ER SHEN \nAN [Tianjin Yuyou Enterprise Co., Ltd. v. Tianjin Economic and \nTechnological  Development  Area  Administrative  Committee]  (Su-\npreme People’s Court (1997) Xing Zhong Zi No. 21, July 3, 1998).",
        "21 \n\nHowson Amicus Br. 17. Under China’s system of legal \ninterpretation, the rule-maker has the power to inter-\npret the rules it makes. This is known as the doctrine \nof “the  rule-maker  has  the  authority  to  interpret  the \nrule.”  This  doctrine  is  rooted  in  Chinese  legal  theory, \nexpressed in Chinese laws and regulations, recognized \nby Chinese courts, and specifically extends to the Min-\nistry of Commerce’s interpretative authority over the \n2002 Notice it created and that is at issue in this suit.  \n\nRespectfully submitted, \n\nTIMOTHY J. DROSKE \n  Counsel of Record \nDORSEY & WHITNEY LLP \n50 South Sixth Street \nSuite 1500 \nMinneapolis, Minnesota 55402 \nTelephone: (612) 340-2600 \ndroske.tim@dorsey.com \n\nGEOFFREY SANT \nNATHANIEL H. AKERMAN \nLANIER SAPERSTEIN \nJEREMY A. SCHLOSSER \nMICHELLE NG \nCAROL LEE \nDORSEY & WHITNEY LLP \n51 West 52nd Street \nNew York, New York 10019 \nTelephone: (212) 415-6119 \nsant.geoffrey@dorsey.com  \nakerman.nick@dorsey.com \nsaperstein.lanier@dorsey.com \nschlosser.jeremy@dorsey.com \nng.michelle@dorsey.com \nlee.carol@dorsey.com",
        "22 \n\nSIRUI (RAY) LIU \nDORSEY & WHITNEY LLP \nTwin Towers (West) \nSuite 1101A \nB12 Jianguomenwai Avenue \nChaoyang District, Beijing 100022 \nTelephone: +86 (10) 8513-5900 \nliu.ray@dorsey.com \n\nCounsel for Amici Curiae \n  YING Songnian, MA Huaide, \n  JIANG Ming’an, YU An, YANG \n  Jianshun, and LI Honglei \n\nApril 4, 2018"
      ],
      "full_text": "No. 16-1220 \n================================================================ \n\nIn The \nSupreme Court of the United States \n---------------------------------  --------------------------------- \n\nANIMAL SCIENCE PRODUCTS, INC., ET AL., \n\nv. \n\nPetitioners,        \n\nHEBEI WELCOME \nPHARMACEUTICAL CO., LTD., ET AL.,  \n\nRespondents.        \n\n---------------------------------  --------------------------------- \n\nOn Writ Of Certiorari To The \nUnited States Court Of Appeals \nFor The Second Circuit \n\n---------------------------------  --------------------------------- \n\nBRIEF OF CHINESE PROFESSORS OF \nADMINISTRATIVE LAW AS AMICI CURIAE \nIN SUPPORT OF RESPONDENTS \n\n---------------------------------  --------------------------------- \n\nGEOFFREY SANT \nNATHANIEL H. AKERMAN \nLANIER SAPERSTEIN \nJEREMY A. SCHLOSSER \nMICHELLE NG \nCAROL LEE \nDORSEY & WHITNEY LLP \n51 West 52nd Street \nNew York, New York 10019 \nTelephone: (212) 415-6119 \nsant.geoffrey@dorsey.com \nakerman.nick@dorsey.com \nsaperstein.lanier@dorsey.com \nschlosser.jeremy@dorsey.com \nng.michelle@dorsey.com \nlee.carol@dorsey.com \n\nTIMOTHY J. DROSKE\n  Counsel of Record \nDORSEY & WHITNEY LLP  \n50 South Sixth Street \nSuite 1500 \nMinneapolis, Minnesota 55402\nTelephone: (612) 340-2600 \ndroske.tim@dorsey.com \n\nSIRUI (RAY) LIU \nDORSEY & WHITNEY LLP \nTwin Towers (West) \nSuite 1101A \nB12 Jianguomenwai Avenue\nChaoyang District, Beijing \n  100022 \nTelephone: +86 (10) 8513-5900\nliu.ray@dorsey.com\n\nCounsel for Amici Curiae YING Songnian, MA Huaide, \nJIANG Ming’an, YU An, YANG Jianshun, and LI Honglei \n\n================================================================ \nCOCKLE LEGAL BRIEFS (800) 225-6964 \nWWW.COCKLELEGALBRIEFS.COM \n\n \n \n\fi \n\nTABLE OF CONTENTS \n\nPage \n\nTABLE OF CONTENTS ........................................  \n\nINTEREST OF THE AMICI CURIAE ...................  \n\nSUMMARY OF ARGUMENT ................................  \n\nARGUMENT ...........................................................  \n\nI.    It  is  a  Foundational  Principle  of  Chinese \nLaw that “The Rule-Maker has the Author-\nity to Interpret the Rule” .............................  \n\ni \n\n1 \n\n4 \n\n8 \n\n9 \n\n  II.    The Ministry of Commerce’s Interpretation \n\nof Its Rules is Authoritative ........................   14 \n\n  III.    The Ministry of Commerce’s Interpretation \nRemains  Authoritative  and  is  Deferred  to \nby Chinese Courts ........................................   16 \n\nCONCLUSION .......................................................   20 \n\nAPPENDIX A:  Certified English translation of \nHuazhong Bearing Factory v. Labor Bureau of \nBinhu District, Wuxi Municipality .................. App. 1 \n\nAPPENDIX B:  Certified English translation of \nTianjin Yuyou  Enterprise  Co.,  Ltd.  v. Tianjin \nEconomic and Technological Development Area \nAdministrative Committee ............................. App. 18 \n\n \n \n \n \n \n\fii \n\nTABLE OF AUTHORITIES \n\nPage \n\nCASES \n\nHUA  ZHONG  ZHOU  CHENG  CHANG  BU  FU  WU  XI  SHI \nBIN HU QU LAO DONG JU SHE HUI BAO ZHANG XING \nZHENG QUE REN AN [Huazhong Bearing Factory \nv. Labor Bureau of Binhu District, Wuxi Mu-\nnicipality]  (Intermediate  People’s  Court  of \nWuxi  Municipality,  Jiangsu  Province  (2005) \nXi Xing Zhong Zi No. 50, Oct. 31, 2005) ................. 18 \n\nIn  re  Vitamin  C  Antitrust  Litig.,  No.  13-4791, \n\nDkt. 105 (2d Cir. Apr. 14, 2014) ................................. 8 \n\nOcean Line Holdings Ltd. v. China Nat’l Char-\ntering Corp., 1:07-cv-08123, Dkt. 28 (S.D.N.Y. \nJan. 30, 2008) .......................................................... 17 \n\nSociete  Nationale  Industrielle  Aerospatiale  v. \nU.S.  Dist.  Court  for  the  S.  Dist.  of  Iowa,  482 \nU.S. 522 (1987) ........................................................ 17 \n\nStansell v. BGP, Inc., 8:09-cv-2501, Dkt. 56 (M.D. \n\nFla. Apr. 29, 2010) ................................................... 17 \n\nTIAN JIN YU YOU QI YE YOU XIAN GONG SI YU TIAN \nJIN  JING  JI  JI  SHU  KAI  FA  QU  GUAN  LI  WEI  YUAN \nHUI  XING  ZHENG  JIU  FEN  ER  SHEN  AN  [Tianjin \nYuyou  Enterprise  Co.,  Ltd.  v.  Tianjin  Eco-\nnomic  and  Technological  Development  Area \nAdministrative  Committee]  (Supreme  Peo-\nple’s Court (1997) Xing Zhong Zi No. 21, July \n3, 1998) .............................................................. 19, 20 \n\nTrans  Chemical  Ltd.  v.  China  Nat’l  Machinery \nImport  and  Export  Corp.,  978  F. Supp.  266 \n(S.D. Tex. 1997) ........................................................ 17 \n\n \n \n\fiii \n\nTABLE OF AUTHORITIES – Continued \n\nPage \n\nSTATUTES AND RULES \n\nGUAN YU TIAO ZHENG CHU KOU SHANG PIN HAI GUAN \nSHEN JIA MU LU DE TONG ZHI [Notice Regarding \nAdjustment of the Customs Price Verification \nCatalogue of Export Commodities] (Wai Jing \nMao  Mao  Fa  [2002]  No.  187),  Mar.  29,  2002 \n(P.R.C.) ....................................................................... 4 \n\nGUI  ZHANG  ZHI  DING  CHENG  XU  TIAO  LI  [Regula-\ntions  on  Procedures  for  the  Formulation  of \nRules] (Decree No. 322 of the State Council of \nthe  People’s  Republic  of  China)  art.  33,  Nov. \n16, 2001 (P.R.C.) ........................................................ 9 \n\nGUO WU YUAN GUAN YU XIU GAI XING ZHENG FA GUI \nZHI  DING  CHENG  XU  TIAO  LI  DE  JUE  DING [Deci-\nsion of the State Council on Revising the Reg-\nulations on Procedures for the Formulation of \nAdministrative Regulations] (Decree No. 694 \nof  the  State  Council  of  the  People’s  Republic \nof China) art. 17, Dec. 22, 2017 (P.R.C.) ................. 11 \n\nGUO WU YUAN BAN GONG TING GUAN YU XING ZHENG \nFA  GUI  JIE  SHI  QUAN  XIAN  HE  CHENG  XU  WEN  TI \nDE TONG ZHI [Notice of the State Council Gen-\neral Office Concerning the Authority of Inter-\npretation  of Administrative  Regulations  and \nProcedural Matters] (Guo Ban Fa [1999] No. \n43), May 10, 1999 (P.R.C.) ....................................... 15 \n\nLI  FA  FA  [Law  on  Legislation]  art.  45,  Mar.  15, \n\n2015 (P.R.C.) ............................................................ 10 \n\n \n \n \n \n\fiv \n\nTABLE OF AUTHORITIES – Continued \n\nPage \n\nQUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI \nYUAN HUI GUAN YU JIA QIANG FA LÜ JIE SHI GONG \nZUO  DE  JUE  YI  [Resolution  of  the  Standing \nCommittee of the National People’s Congress \nProviding  an  Improved  Interpretation  of  the \nLaw], June 10, 1981 (P.R.C.) ................................... 14 \n\nQUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI \nYUAN  HUI  GUAN  YU  “ZHONG  HUA  REN  MIN  GONG \nHE GUO XIANG GANG TE BIE XING ZHENG QU JI BEN \nFA” DI 22 TIAO DI 4 KUAN HE DI 24 TIAO DI 2 KUAN \nDI (3)  XIANG  DE  JIE  SHI [Interpretation by the \nStanding Committee of the National People’s \nCongress of Article 22.4 and Article 24.2(3) of \nthe Basic Law of the Hong Kong Special Ad-\nministrative  Region  of  the  People’s  Republic \nof China], June 26, 1999 ......................................... 13 \n\nXIAN FA [The Constitution] art. 57, Mar. 11, 2018 \n\n(P.R.C.) ..................................................................... 10 \n\nXING  ZHENG  FA  GUI  ZHI  DING  CHENG  XU  TIAO  LI \n[Regulations on Procedures for the Formulation \nof  Administrative  Regulations]  (Decree  No. \n321 of the State Council of the People’s Repub-\nlic of China) art. 31, Nov. 16, 2001 (P.R.C.) ...... 10, 11 \n\nOTHER AUTHORITIES \n\nDONG Hao, Si fa jie shi lun [Judicial Interpre-\ntation  Theories]  (Beijing:  Zhongguo  Zhengfa \nDaxue Chubanshe [China University of Polit-\nical Science and Law Press], 1999) ......................... 12 \n\n \n \n \n\fv \n\nTABLE OF AUTHORITIES – Continued \n\nPage \n\nZHANG Zhi Ming, Fa lü jie shi xue [The Study \nof  Legal  Interpretation]  (Beijing:  Zhongguo \nRenmin  Daxue  Chubanshe  [China  Renmin \nUniversity Press], 2015) ........................................... 9 \n\n \n \n\f1 \n\nINTEREST OF THE AMICI1 \n\nAmicus curiae YING Songnian is University Pro-\nfessor  at  the  China  University  of  Political  Science \nand Law (CUPL), Honorary President of the Adminis-\ntrative  Law  Studies  Institute  of  China  Law  Society \n(ALSCLS) and Chairman of the East Asia Institute of \nAdministrative Law. Professor YING was a deputy to \nthe  9th  and  10th  National  People’s  Congress  (NPC) \nand a member of the NPC Committee for Internal and \nJudicial Affairs.  He  is  a  principal  leader  of  the  Com-\nmittee  of  Legislative  Studies  on Administrative  Law \nof the NPC Commission of Legislative Affairs, an ex-\npert advisory body on administrative law to the NPC \nStanding Committee. In that capacity, he was involved \nin  the  drafting  of  various  People’s  Republic  of  China \n(PRC) statutes, including the Administrative Litigation \nLaw, State Compensation Law, Law on Administrative \nPenalties, Law on Legislation and Administrative Li-\ncense Law of the People’s Republic of China. \n\nAmicus  curiae  MA  Huaide  is  Professor  and Vice \nPresident of CUPL, President of ALSCLS and Editor-\nin-Chief of Administrative Law Studies. Professor MA \n\n1  All parties to the case have consented to the filing of this \nbrief. Petitioners consented in writing, and Respondents provided \nblanket  consent  by  a  February  15,  2018  letter  to  the  Clerk.  In \naccord  with  Supreme  Court  Rule  37.6,  amici  affirm  that  no \ncounsel  for  a  party  authored  this  brief  in  whole  or  in  part,  and \nno  such  counsel  or  party  made  any  monetary  contribution  in-\ntended  to  fund  the  preparation  or  submission  of  this  brief.  No \nperson  other  than  amici  or  their  counsel  has  made  any  mone- \ntary  contribution  toward  the  preparation  or  submission  of  this \nbrief. \n\n \n \n \n \n \n\f2 \n\nwas China’s first Ph.D. in the study of administrative \nlitigation law (from CUPL). He has been a senior visit-\ning scholar at Yale University and a visiting scholar at \nBoston University and the University of Sydney (Aus-\ntralia). He was involved in the formulation of the State \nCompensation Law, Law on Administrative Penalties, \nLaw  on  Legislation  and Administrative  License  Law, \namong  other  statutes.  He  concurrently  acts  as  legal \ncounsel to PRC government agencies including the Na-\ntional Development and Reform Commission and the \nMinistry of Housing and Urban-Rural Development. \n\nAmicus curiae JIANG Ming’an is Professor of Law \nand Director of the Constitutional and Administrative \nLaw  Center  at  Peking  University  (PKU), Vice  Presi-\ndent of ALSCLS and Editor-in-Chief of Administrative \nLaw Review. Professor JIANG has been a senior visit-\ning scholar at UCLA and the University of Cambridge \n(UK) and a visiting scholar at the University of Wash-\nington. He has been involved since 1984 in the formu-\nlation  of  PRC  administrative  laws  and  regulations, \namong  them  the  Administrative  Litigation  Law,  Ad-\nministrative  Review  Law,  State  Compensation  Law, \nLaw on Administrative Penalties, Law on Legislation, \nAdministrative  License  Law  and Administrative  En-\nforcement Law. He is a special advisor to the Supreme \nPeople’s  Court  and  an  expert  advisor  to  government \nagencies such as the Ministry of Civil Affairs and Min-\nistry of Culture.  \n\nAmicus  curiae YU An  is  Professor  of  Law  in  the \nSchool of Public Policy and Management (SPPM) and \nDirector  of  the  Institute  of  Government  at Tsinghua \n\n \n \n \n\f3 \n\nUniversity, Vice  President  of ALSCLS  and Vice  Pres- \nident  of  the  WTO  Law  Research  Society  of  China. \nProfessor YU  received  his  S.J.D.  degree  from  Peking \nUniversity  and  was  a  visiting  scholar  at  Heidelberg \nUniversity  (Germany)  and  Aarhus  University  (Den-\nmark). He is an expert advisor to the Supreme Procu-\nratorate, the Ministry of Education and the Ministry of \nJustice. \n\nAmicus curiae YANG Jianshun is Professor of Law \nand Director of the Comparative Administrative Law \nInstitute at Renmin University, Associate Chief Editor \nof  the  Jurist  and  Vice  President  of  ALSCLS.  He  re-\nceived his S.J.D. degree from Hitotsubashi University \n(Japan).  \n\nAmicus curiae LI Honglei is Professor at the Insti-\ntute  of  Law,  Chinese  Academy  of  Social  Sciences \n(CASS), Director of the Department of Constitutional \nand Administrative Law, Standing Member and Dep-\nuty  Secretary  General  of  ALSCLS  and  Vice  Chair \nof  the  Committee  on  Government  Regulation.  He  re-\nceived  his  S.J.D.  degree  from  Peking  University  and \nwas a visiting scholar at Columbia University, Emory \nUniversity and the London School of Economics (UK). \nHe was adjunct professor at the University of Yamagu-\nchi (Japan) and had a one-year secondment at the NPC \nCommission of Legislative Affairs where he was deeply \ninvolved in the drafting of many legislative bills. \n\nAmici have an academic interest in, and expertise \non, the subject of whether the Ministry of Commerce of \nthe People’s Republic of China, or MOFCOM (formerly \n\n \n \n \n \n\f4 \n\nthe Ministry of Foreign Trade and Economic Coopera-\ntion, or MOFTEC; hereinafter referred to as “Ministry \nof  Commerce”)2  is  an  authoritative  interpreter  of  the \nrules it makes. Petitioners’ Brief, as well as the Brief \nof Amici Curiae Donald Clarke and Nicholas Calcina \nHowson in Support of Petitioners, have challenged the \nMinistry of Commerce’s representation to the Second \nCircuit that it “has unquestioned authority to interpret \napplicable Chinese law.” Pet. Br. 20; see Clarke & How-\nson  Amicus  Br.  17.  This  brief  supports  Respondents \nand  the  Ministry  of  Commerce,  by  explaining  that  a \nfoundational principle underlying the Chinese system \nof  legal  interpretation  is  the  concept  that  “the  rule-\nmaker  has  the  authority  to  interpret  the  rule,”  and \nthus the Ministry of Commerce has authority to inter-\npret applicable Chinese law. \n\n---------------------------------  --------------------------------- \n\nSUMMARY OF ARGUMENT \n\nThe Ministry of Commerce is the constituent min-\nistry  primarily  responsible  for  regulating  China’s  in-\nternational trade, and is immediately under the level \nof the State Council (equivalent to a cabinet-level de-\npartment  in  the  United  States).  In  response  to  the \nMinistry  of  Commerce’s  amicus  briefs  in  this  matter \nconcerning  its  “2002  Notice,”3  Petitioners  (and  the \n\n2  Petitioners’  Brief  refers  to  the  Ministry  of  Commerce  as \n\n“the Ministry.” Pet. Br. 5 & n.3. \n\n3  GUAN YU TIAO ZHENG CHU KOU SHANG PIN HAI GUAN SHEN JIA \nMU LU DE TONG ZHI [Notice Regarding Adjustment of the Customs \nPrice  Verification  Catalogue  of  Export  Commodities]  (Wai  Jing \n\n \n \n \n \n \n \n \n\f5 \n\nsupporting amicus brief by Clarke and Howson) have \nchallenged the Ministry of Commerce’s representation \nthat it “has unquestioned authority to interpret appli-\ncable  Chinese  law.”  Pet.  Br.  20; see  Clarke  &  Howson \nAmicus Br. 17. The Ministry of Commerce’s interpreta-\ntive authority under Chinese law, however, is clear and \nwell-established. In accordance with China’s system of \nlegal  interpretation,  the  Ministry  of  Commerce  has \nthe  power  to  interpret  its  own  rules. The  Ministry  of \nCommerce makes legally binding and authoritative in-\nterpretations  of  the  rules  it  establishes  both  through \nadministrative  rulemaking  and  through  documents \nsetting forth administrative standards.  \n\nA  foundational  principle  underlying  the  Chinese \nsystem of legal interpretation is the concept that “the \nrule-maker  has  the  authority  to  interpret  the  rule.” \nThe  Law  on  Legislation;  the  Regulations  on  Proce-\ndures  for  the  Formulation  of  Administrative  Regu- \nlations;  and  the  Regulations  on  Procedures  for  the \nFormulation of Rules each provide that the entity es-\ntablishing statutes or rules necessarily has authority \nto interpret these statutes and rules. The reason why \nChina’s system of legal interpretation has established \nthe  principle  of “the  rule-maker  has  the  authority  to \ninterpret the rule,” is because China ascribes to the be-\nlief that the goal of legal interpretation is to seek out \nthe  rule’s  original  intended  meaning. The  entity  that \n\nMao Mao Fa [2002] No. 187), Mar. 29, 2002, http://wms.mofcom.gov. \ncn/article/zcfb/200208/20020800037837.shtml (P.R.C.). \n\n \n \n \n\f6 \n\nestablished the rule is the entity that is best suited to \nexplain the original meaning.  \n\nBased on this principle of “the rule-maker has the \nauthority to interpret the rule,” the Ministry of Com-\nmerce  has  the  authority  to  interpret  its  2002  Notice \nbecause  it  was  the  Ministry  of  Commerce  that  pre-\npared and issued the administrative rule. In the PRC, \nit  is  uncontroverted  that  the  Ministry  of  Commerce \nhas  the  authority  to  interpret  its  own  rules. And  the \nMinistry of Commerce is continuously doing so, issuing \ninterpretations through a variety of means, including \nopinions,  notices,  provisional  rules,  response  letters, \nformal replies, and other documents.  \n\nThe  principle  that  “the  rule-maker  has  the  au- \nthority  to  interpret  the  rule”  does  not  exclude  other \ngovernmental bodies from interpreting rules. The au-\nthority  to  interpret  rules  is  not  restricted  to  a  single \ngovernmental  entity.  However,  the  rule-maker’s  own \ninterpretation is authoritative. For example, other gov-\nernmental  bodies  may  interpret  laws  passed  by  the \nNational  People’s  Congress  (NPC)  and  its  Standing \nCommittee,  but  the  NPC  Standing  Committee’s  own \ninterpretation  is  the  most  authoritative,  and  other \ninterpretations  must  be  consistent  with  the  NPC \nStanding Committee’s interpretations. When a minis-\ntry (such as the Ministry of Commerce) interprets the \nvery  rules  that  it  has  created,  its  interpretation  is \nauthoritative.  All  other  ministries  must  follow  that \nministry’s authoritative interpretation, which plays an \nimportant role in guiding subordinate administrative \n\n \n \n \n\f7 \n\nbodies  in  implementing  their  administrative  enforce-\nment activities. \n\nThe  authoritativeness  of  the  Ministry  of  Com-\nmerce’s interpretation of the rules it has created is not \nreduced by the existence of mechanisms for analyzing \nand supervising the implementation of those interpre-\ntations. The interpretations are authoritative because \nthe government body’s act of interpretation – here, by \nthe Ministry of Commerce – has regulatory impact and \nthe force of law.  \n\n  Moreover,  in  China,  the  rule-maker’s  interpreta-\ntion  of  its  own  rules  is  controlling  upon  the  courts. \nWhen a State Council ministry – such as the Ministry \nof  Commerce  –  interprets  its  own  regulations,  the \nChinese courts give those interpretations deference be-\ncause  the  ministry  best  understands  the  original  in-\ntent and purpose of its own regulations. Deference is \nalso given for the public policy reason that a ministry \nunder the State Council, which is responsible for regu-\nlating matters within its field, is in a better position to \naddress  specialized  issues  and  policy  issues  in  that \narea.  \n\nHere in particular, where foreign trade is a sector \nrequiring strong specialized knowledge and policy ex-\npertise,  Chinese  courts  would  be  compelled  –  outside \nof extreme cases where the interpretation clearly vio-\nlates the law or a ministry has abused its power – to \ndefer to the guidance of the responsible ministry, the \nMinistry of Commerce. The deference accorded to the \nMinistry  of  Commerce’s  own  rules  in  China  vitiates \n\n \n \n \n\f8 \n\nPetitioners’ questioning of the Ministry of Commerce’s \n“law-interpreting power.” See Pet. Br. 43 (emphasis in \noriginal). \n\n---------------------------------  --------------------------------- \n\nARGUMENT \n\nThe Ministry of Commerce4 issued the “2002 No-\ntice” at issue in this suit and filed the amicus brief be-\nfore the United States District Court for the Eastern \nDistrict  of  New York  and  the  United  States  Court  of \nAppeals for the Second Circuit concerning Chinese law. \nIt correctly asserted in its amicus brief to the Second \nCircuit that it “has unquestioned authority to interpret \napplicable Chinese law.” Br. for Amicus Curiae Minis-\ntry of Commerce of the People’s Republic of China at \n14, Dkt. 105, In re Vitamin C Antitrust Litig., No. 13-\n4791  (2d  Cir.  Apr.  14,  2014).  The  Ministry  of  Com-\nmerce’s assertion reflects a well-established principle \nunder Chinese law. In accordance with China’s system \nof legal interpretation, the Ministry of Commerce has \nthe  power  to  interpret  its  own  rules. The  Ministry  of \nCommerce makes legally binding and authoritative in-\nterpretations  of  the  rules  it  establishes  both  through \nadministrative  rulemaking  and  through  documents \nsetting forth administrative standards.  \n\n4  The  Ministry  of  Commerce,  in  its  position  immediately \nunder the State Council, is equivalent to a United States cabinet-\nlevel  department,  and  is  primarily  responsible  for  regulating \nChina’s international trade. \n\n \n \n \n \n \n \n\f9 \n\nI. \n\nIt is a Foundational Principle of Chinese Law \nthat “The Rule-Maker has the Authority to In-\nterpret the Rule”  \n\nThe Chinese system of legal interpretation holds \nthat government entities necessarily have authority to \ninterpret the rules they make, i.e., “the rule-maker has \nthe authority to interpret the rule.” See, e.g., ZHANG \nZhi  Ming,  Fa  lü  jie  shi  xue  [The  Study  of  Legal  In- \nterpretation]  152  (Beijing:  Zhongguo  Renmin  Daxue \nChubanshe  [China  Renmin  University  Press],  2015) \n(hereinafter  “The  Study  of  Legal  Interpretation”).5 \nThat  doctrine  is  not  only  a  foundational  principle  of \nChinese legal theory, it is also set forth in law. Article \n33 of the Regulations on Procedures for the Formula-\ntion of Rules states “the power to interpret rules shall \nreside with the rule-maker.” GUI ZHANG ZHI DING CHENG \nXU TIAO LI [Regulations on Procedures for the Formula-\ntion of Rules] art. 33 (promulgated by Decree No. 322 \nof the State Council of the People’s Republic of China, \n\n5  As that treatise explains, “Statutes, administrative regula-\ntions, and local regulations are all of the same nature. What must \nbe noted here is that the concept ‘the rule-maker must have the \nauthority to interpret laws’ does not need to itself be law in order \nto be firmly accepted by the people without any doubts at all. This \nis because the common accepted belief among the people is that \nlegal interpretation must match the original intent of the legisla-\nture and must match the intended purpose behind the creation of \nthe law. And when it comes to the original intent or the purpose \nbehind the creation of the law, there is nobody who knows it better \nthan the legislative body itself.” ZHANG Zhi Ming, The Study of \nLegal Interpretation, at 152 (emphasis added). \n\n \n \n \n \n \n\f10 \n\nNov. 16, 2001), http://www.gov.cn/gongbao/content/2002/ \ncontent_61556.htm (P.R.C.).  \n\nA number of other Chinese laws set forth the right \nof individual rule-making bodies, such as the NPC, to \ninterpret the rules it makes. Thus, for example, Article \n45  of  the  Law  on  Legislation  provides  that  the  NPC \nStanding Committee is the proper authority for inter-\npreting the statutes6 passed by the NPC: “The power \nto interpret a national law shall vest in the Standing \nCommittee of the National People’s Congress.” LI FA FA \n[Law on Legislation] art. 45 (as amended, promulgated \nby the Nat’l People’s Cong., Mar. 15, 2015, effective Mar. \n15,  2015),  http://www.npc.gov.cn/npc/dbdhhy/12_3/2015- \n03/18/content_1930713.htm (P.R.C.).7 A similar rule, em-\nbodying the same fundamental principle, expressly ap-\nplies  to  regulations. Article  31  of  the  Regulations  on \nProcedures for the Formulation of Administrative Reg-\nulations  provides, “The  State  Council  shall  interpret \nthose articles of administrative regulations that need \nfurther definitions or supplementary provisions.” XING \nZHENG FA GUI ZHI DING CHENG XU TIAO LI [Regulations on \n\n6  The reference to statutes here means the legal norms set \nby the NPC and its Standing Committee. The statutes made by \nthe NPC are interpreted by its Standing Committee as the entire \nNPC only meets once a year whereas the NPC Standing Commit-\ntee is a permanent organ of the NPC. See XIAN FA [The Constitu-\ntion] art. 57, Mar. 11, 2018 (P.R.C.). An English translation of the \n2007 version of the Constitution is available at: http://www.npc. \ngov.cn/englishnpc/Constitution/2007-11/15/content_1372965.htm. \nThe Constitution was amended in March 2018, but the language \nof art. 57 remains unchanged. \n\n7  An  English  translation  is  available  at:  https://www.china \n\nlawtranslate.com/2015lawlaw/?lang=en. \n\n \n \n \n \n \n \n\f11 \n\nProcedures for the Formulation of Administrative Reg-\nulations] art. 31 (promulgated by Decree No. 321 of the \nState  Council  of  the  People’s  Republic  of  China,  Nov. \n16, 2001), http://www.pkulaw.cn/fulltext_form.aspx?Db \n=chl&Gid=38101 (P.R.C.).8  \n\nThe reason why China’s system of legal interpre-\ntation has established the principle of “the rule-maker \nhas  the  authority  to  interpret  the  rule”  is  because \nChina ascribes to the belief that the goal of legal inter-\npretation  is  to  seek  out  the  rule’s  original  intended \nmeaning. The entity that established the rule is the en-\ntity that is best suited to explain the original meaning. \nThis  is  why  China’s  legal  community  has  a  common \nunderstanding  that  the  entity  that  creates  the  rule \nnecessarily  has  the  authority  to  interpret  it.  As \n\n8  Effective May 1, 2018, this regulation has been amended to \nprovide, “The State Council shall interpret administrative regu-\nlations in any of the following circumstances: (1) where the spe-\ncific meaning of provisions of administrative regulations needs to \nbe  further  clarified;  or  (2)  where  the  emergence  of  new  circum-\nstances after formulation of administrative regulations requires \nclarification of their applicable basis.” XING ZHENG FA GUI ZHI DING \nCHENG XU TIAO LI [Regulations on Procedures for the Formulation \nof  Administrative  Regulations]  art.  31  (promulgated  by  Decree \nNo. 321 of the State Council of the People’s Republic of China on \nNov. 16, 2001, and revised pursuant to art. 17 of Decree No. 694 of \nthe State Council of the People’s Republic of China, the Decision of \nthe State Council on Revising the Regulations on Procedures for the \nFormulation of Administrative Regulations, dated Dec. 22, 2017, and \neffective as of May 1, 2018), http://www.gov.cn/zhengce/content/2018- \n01/16/content_5257039.htm  (P.R.C.). An  English  translation  of  the \ncurrent version is available at: http://www.gov.cn/english/laws/2005- \n08/24/content_25827.htm. An English translation of the amended ver-\nsion  is  available  at:  https://law.yale.edu/system/files/documents/pdf/ \nchina/2018_sc_en_rev_admin_regulation_procedure.pdf.  \n\n \n \n \n \n \n\f12 \n\nexplained by Professor DONG Hao (the Vice President \nof the Administrative Law Studies Institute of China \nLaw Society9), “Legislation is the act of turning the leg-\nislator’s intent into law. Therefore, the purpose of legal \ninterpretation is to seek out and implement the legis-\nlator’s intent. This is why the legislative body itself is \nthe  most  appropriate  entity  for  interpreting  these \nlaws.”  DONG  Hao,  Si  fa  jie  shi  lun  [Judicial  Inter- \npretation  Theories],  278  (Beijing:  Zhongguo  Zhengfa \nDaxue  Chubanshe  [China  University  of  Political  Sci-\nence and Law Press], 1999). \n\nThis concept, that legal interpretation consists of \nseeking out and implementing the intent of the legis-\nlature,  is  repeatedly  expressed  in  Chinese  laws  and \nregulations. In cases of national significance, the NPC \nStanding  Committee  has  reiterated  that  it  is  legisla-\ntive  intent  that  must  be  followed  when  interpreting \nand applying the law. In the case of the Basic Law of \nthe  Hong  Kong  Special Administrative  Region  of  the \nPeople’s  Republic  of  China  (“Basic  Law”),  the  NPC \nStanding  Committee  has  passed  laws  specifically  re-\nquiring that legislative intent be implemented. Thus, \nin the Interpretation by the NPC Standing Committee \nof Article 22.4 and Article 24.2(3) of the Basic Law, the \nStanding  Committee  explained  that  its  object  was  to \ngive effect to the legislative intent behind Hong Kong’s \nBasic Law: “The original legislative intent elucidated \n\n9  Professor DONG Hao, in addition to being Vice President of \nALSCLS, was previously Vice President of Zhuhai Intermediate \nPeople’s Court in Guangdong. He is one of the most respected Chi-\nnese scholars on the issue of legal interpretation.  \n\n \n \n \n \n\f13 \n\nby  this  Interpretation  and  the  original  legislative  in-\ntent  of  the  other  categories  of  Paragraph  2  in Article \n24 of the Basic Law of the Hong Kong Special Admin-\nistrative Region have been embodied in the Opinions \non the Implementation of the Second Paragraph of Ar-\nticle 24 of the Basic Law of the Hong Kong Special Ad-\nministrative Region of the People’s Republic of China, \nwhich  were  adopted  at  the  Fourth  Plenary  Meeting \nof the Preparatory Committee for the Hong Kong Spe-\ncial  Administrative  Region  of  the  National  People’s \nCongress on August 10, 1996.”10 In other words, in in-\nterpreting  the  meaning  of  the  Basic  Law,  the  NPC \nStanding Committee not only looked to the legislative \nintent of the Basic Law, but it has even issued its own \ndirectives  setting  forth  this  legislative  intent  and  in-\nstructing  others  on  the  need  to  apply  this  legislative \nintent. \n\nAs these authorities make clear, the principle that \n“the  rule-maker  has  the  authority  to  interpret  the \nrule” is firmly established under Chinese law. \n\n10  QUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI YUAN HUI \nGUAN YU “ZHONG HUA REN MIN GONG HE GUO XIANG GANG TE BIE XING \nZHENG QU JI BEN FA” DI 22 TIAO DI 4 KUAN HE DI 24 TIAO DI 2 KUAN DI \n(3) XIANG DE JIE SHI [Interpretation by the Standing Committee of \nthe National People’s Congress of Article 22.4 and Article 24.2(3) \nof the Basic Law of the Hong Kong Special Administrative Region \nof the People’s Republic of China (“Basic Law”)] (adopted by the \nStanding Comm. of the Nat’l People’s Cong., June 26, 1999), http://www. \nnpc.gov.cn/wxzl/gongbao/2001-02/06/content_5004737.htm (P.R.C.). An \nEnglish translation is available at: http://www.npc.gov.cn/englishnpc/ \nLaw/2007-12/12/content_1383897.htm. \n\n \n \n \n \n \n\f14 \n\nII.  The Ministry of Commerce’s Interpretation \n\nof Its Rules is Authoritative \n\nIn accordance with the principle of Chinese legal \ninterpretation that “the rule-maker has the authority \nto  interpret  the  rule,”  the  Ministry  of  Commerce  has \nthe authority to interpret the 2002 Notice it issued.  \n\nThe Ministry of Commerce’s interpretive authority \nis amply supported by Chinese law. For example, the \nResolution of the Standing Committee of the National \nPeople’s  Congress  Providing  an  Improved  Interpre- \ntation  of  the  Law  (1981)  not  only  provides  that  the \nNPC Standing Committee shall exercise the power to \ninterpret law, it also specifically states that the power \nof interpretation also resides in the Supreme People’s \nCourt, Supreme People’s Procuratorate, the State Coun-\ncil  and  the  ministries  of  the  State  Council.11  The \n\n11  The Resolution of the Standing Committee of the National \nPeople’s  Congress  Providing  an  Improved  Interpretation  of  the \nLaw  of  1981  expressly  provides  that  the  State  Council  and  its \nministries shall have power to interpret the laws and decrees (e.g., \nto interpret the legal rules established by the NPC and its Stand-\ning Committee). QUAN GUO REN MIN DAI BIAO DA HUI CHANG WU WEI \nYUAN HUI GUAN YU JIA QIANG FA LÜ JIE SHI GONG ZUO DE JUE YI [Res-\nolution of the Standing Committee of the National People’s Con-\ngress Providing an Improved Interpretation of the Law] (adopted \nby the Standing Comm. of the Nat’l People’s Cong., June 10, 1981), \nhttp://www.npc.gov.cn/wxzl/gongbao/2000-12/06/content_5004401.htm \n(P.R.C.). An English translation is available at: http://www.asianlii. \norg/cn/legis/cen/laws/rotscotnpcpaiiotl1125/. The conclusion by Pro-\nfessor  Donald  Clarke  and  Professor  Nicholas  Howson  in  their \nBrief of Amici Curiae that the Ministry of Commerce has no au-\nthority to interpret statutes is wrong. See Clarke & Howson Ami-\ncus Br. 19. \n\n \n \n \n \n \n\f15 \n\nMinistry  of  Commerce  is  one  of  the  ministries  of  the \nState Council and thus it has specific authorization to \ninterpret law from the NPC. \n\nThe State Council has also issued formal regula-\ntions stating that ministries – such as the Ministry of \nCommerce – have the authority to interpret adminis-\ntrative  regulations.  In  particular,  the  Notice  of  the \nState Council General Office Concerning the Authority \nof  Interpretation  of  Administrative  Regulations  and \nProcedural Matters states that both the State Council \nand  the  ministries  under  the  State  Council  have  the \nauthority to interpret administrative regulations. GUO \nWU YUAN BAN GONG TING GUAN YU XING ZHENG FA GUI JIE \nSHI QUAN XIAN HE CHENG XU WEN TI DE TONG ZHI [Notice \nof the State Council General Office Concerning the Au-\nthority  of  Interpretation  of  Administrative  Regula-\ntions and Procedural Matters] (Guo Ban Fa [1999] No. \n43) (promulgated by the State Council General Office, \nMay  10,  1999),  http://www.law-lib.com/law/law_view. \nasp?id=107706 (P.R.C.). In fact, the reality is that min-\nistries (such as the Ministry of Commerce) are the ones \nthat actually handle the overwhelming majority of reg-\nulatory interpretation due to their subject-matter ex-\npertise  and  the  massive  number  of  regulations  at \nissue. The Ministry of Commerce, for its part, has been \nconstantly and continuously interpreting its own rules \nthrough  opinions,  notices,  provisional  rules,  response \nletters, formal replies, and through other documents. \n\nThe principle that “the rule-maker has the author-\nity  to  interpret  the  rule”  does  not  necessarily  mean \nthat other authorities are excluded from interpreting \n\n \n \n \n\f16 \n\nrules. In other words, the authority to interpret rules \nis not restricted to a single entity. But the Ministry of \nCommerce  is  unquestionably  one  of  the  entities  with \nauthority  to  interpret  the  law.  The  ministries  under \nthe State Council (such as the Ministry of Commerce) \nhave authority to interpret both laws and regulations, \nand in fact do so on a regular basis. Those interpreta-\ntions are treated as authoritative, and are deferred to \nby  courts,  procuratorates  and  administrative  bodies. \nSee infra Part III. \n\nIII.  The Ministry of Commerce’s Interpretation \nRemains  Authoritative  and  is  Deferred  to \nby Chinese Courts \n\nThe amici Clarke and Howson argue that China’s \nsystem of checks and balances somehow contradicts or \ndiminishes the authority of the Ministry of Commerce \nto interpret its rules.12 Clarke & Howson Amicus Br. 19. \n\n12  Clarke  and  Howson  also  argue  against  the  deference  af-\nforded by the Second Circuit, contending that “[t]he Chinese Gov-\nernment  is  not  a  neutral  observer,”  and  “may  have  a  party-like \ninterest in the case.” Clarke & Howson Amicus Br. 8 (capitaliza-\ntion  omitted). Yet  even  though  China’s  state-owned  enterprises \nare frequent parties to U.S. litigation, the Ministry of Commerce \nhas never appeared in U.S. litigation until the present case. The \ncomplete  absence  of  any Ministry of Commerce participation  in \npast U.S. litigations refutes the claim that the Ministry of Com-\nmerce is doing so here because “a mercantilist government such \nas China’s . . . is going to view siding with its nationals as a policy \nimperative,” id. at 10. \n\nTo the contrary, the allegation of “partiality . . . in this case,” \nid. at 10, is more applicable to those who are repeatedly hired as \nexpert  witnesses  in  cases  involving  foreign  law,  see  id.  1-2. The \n\n \n \n \n \n \n \n \n\f17 \n\nThey  argue  that  the  Ministry  of  Commerce’s  regula-\ntory interpretations could be deemed invalid if the in-\nterpretation  somehow  violated  other  laws.13  Id.  Yet \n\nSecond Circuit’s rule is preferable to U.S. trial courts attempting \nto  weigh  foreign  governments’  statements  about  their  own  law \nagainst the testimony of partisan expert witnesses. This is espe-\ncially true considering that “relatively few judges are experienced \nin  the  area  [of  foreign  law]  and  the  procedures  of  foreign  legal \nsystems are often poorly understood.” Societe Nationale Industri-\nelle Aerospatiale v. U.S. Dist. Court for the S. Dist. of Iowa, 482 U.S. \n522, 552 (1987) (Blackmun, J., concurring in part and dissenting \nin part).  \n\n13  Clarke and Howson also assert that the Chinese govern-\nment has a “party-like interest in the case” because Hebei Wel-\ncome  Pharmaceutical  Co.  Ltd.  is  a  subsidiary  of  a  state-owned \nenterprise, and is therefore “deemed under the Chinese system to \nbe a state-owned enterprise.” Clarke & Howson Amicus Br. 8-9. \nHowever, in three previous appearances as an expert witness for \nplaintiffs suing Chinese litigants, Clarke has taken contradictory \npositions as to whether or not a subsidiary of a state-owned en-\nterprise  is  itself  a  state-owned  enterprise.  See  Stansell  v.  BGP, \nInc., 8:09-cv-2501, Dkt. 56 (M.D. Fla. Apr. 29, 2010) (subsidiary of \nstate-owned  enterprise  “is  not  considered  ‘state-owned’  under \nChinese corporate law” and is “not [to be] deemed ‘state-owned’ ” \n(emphasis in original)); Ocean Line Holdings Ltd. v. China Nat’l \nChartering Corp., 1:07-cv-08123, Dkt. 28 (S.D.N.Y. Jan. 30, 2008) \n(again  concluding  that the  subsidiary  of  state-owned enterprise \nis  not “owned  by  the  Chinese  state”  but  rather is  owned  by  the \nparent company); Trans Chemical Ltd. v. China Nat’l Machinery \nImport and Export Corp., 978 F. Supp. 266 (S.D. Tex. 1997) (con-\ncluding  that  a  subsidiary  of  a  state-owned  enterprise  is  itself  a \nstate-owned enterprise). Clarke’s contradictory positions demon-\nstrate just how distant the connection is between (1) a ministry of \n(2) China’s State Council and (3) a subsidiary of (4) a parent com-\npany that is owned by (5) an entity that is controlled by (6) the \ngovernment. The Chinese government does not have a “party-like \ninterest” in every case to which it can be linked through six de-\ngrees of separation.  \n\n \n \n \n \n\f18 \n\nthey do not provide a single example of any Ministry of \nCommerce  interpretation  of  its  regulations  being  in-\nvalidated,  and  they  certainly  do  not  suggest  that  the \nMinistry of Commerce regulations at issue here are in-\nvalid  or  even  challenged  in  China.  More  importantly, \nthe  theoretical  possibility  of  a  Ministry  of  Commerce \ninterpretation being held invalid does not alter the fact \nthat the Ministry of Commerce has the clear authority \nto  interpret  its  own  regulations,  consistent  with  the \nprinciple that “the rule-maker has the authority to in-\nterpret  the  rule,”  and  contrary  to  Petitioners’  argu-\nments, see Pet. Br. 42-43. \n\n  While  courts,  procuratorates  and  other  adminis-\ntrative bodies will inevitably interpret laws while dis-\ncharging their administrative or judicial functions, the \ninterpretations by the issuing ministry are treated as \nauthoritative,  and  are  deferred  to  by  the  courts  and \nother governmental bodies. Indeed, Chinese courts im-\nplement  the  interpretations  given  by  China’s  minis-\ntries, such as the Ministry of Commerce.  \n\nThus,  in  the  case  of  Huazhong  Bearing  Factory \nagainst the Labor Bureau of Binhu District, Wuxi Mu-\nnicipality (see App. A),14 the appellate court cited to and \n\n14  HUA ZHONG ZHOU CHENG CHANG BU FU WU XI SHI BIN HU QU \nLAO DONG JU SHE HUI BAO ZHANG XING ZHENG QUE REN AN [Huazhong \nBearing Factory v. Labor Bureau of Binhu District, Wuxi Munici-\npality]  (Intermediate  People’s  Court  of  Wuxi  Municipality, \nJiangsu Province (2005) Xi Xing Zhong Zi No. 50, Oct. 31, 2005). \nThis case was included in China’s Key Trial Cases Abstract – Ad-\nministrative Trial Case Volume, which was compiled in 2007 in a \njoint project by the National Judges College and Renmin Univer-\nsity  Law  School  (China  Renmin  University  Press  and  People’s \n\n \n \n \n \n \n\f19 \n\napplied  the  interpretation  given  by  the  government \nministries without conducting its own analysis: \n\nAccording to the Ministry of Labor and Social \nSecurity’s regulation entitled “Response Let-\nter  Regarding  the  Interpretation  of  the \nPhrase ‘Willful Violation of Rules’ Within the \n‘Trial  Measures  on  Work-Related  Injury  In-\nsurance for Enterprise Employees,’ ” the term \n“willful violation of rules” refers specifically to \nmalicious  acts  undertaken  with  a  conscious \nmotive  and  purpose.  The  phrase  should  not \napply  to  ordinary  violations  of  rules.  JIANG \nYonglin  did  not  intend  for  the  injury  to  oc-\ncur. . . .  Therefore,  it  meets  the  criteria  for \nwork-related injuries. \n\nApp.  A  at  16-17.  In  reaching  its  decision  as  to  the \nproper  interpretation  of  a  disputed  phrase,  the  court \nfollowed the interpretation given by a ministry imme-\ndiately under the State Council. See id.  \n\nChinese courts are obligated to defer to ministry \ninterpretations for the public policy reason that a min-\nistry under the State Council is responsible for regu-\nlating  matters  within  its  field,  and  is  therefore  in  a \nbetter position to address specialized issues and policy \nissues  in  that  domain.  Foreign  trade  is  a  sector  that \n\nCourt Press, 2008. P323). At the time this case was collected as a \n“Key Trial Case,” China had not yet created a generally accessible \ndatabase of cases, and so this case was one of a select few chosen \nas  exemplars.  China’s  Key  Trial  Cases  Abstract  was  created  and \npublished in part by the National Judges College, which is affiliated \nwith China’s Supreme People’s Court. A certified English transla-\ntion is included at App. A. \n\n \n \n \n \n\f20 \n\nrequires  strong  specialized  knowledge  and  policy  ex-\npertise,  and  so  courts  will  be  compelled  to  defer  to \nthe  guidance  of  the  responsible  ministry.  In  the  case \nof Tianjin Yuyou  Enterprise  Co.,  Ltd.  against Tianjin \nEconomic  and  Technological  Development  Area  Ad-\nministrative  Committee  (see  App.  B),15  a  contentious \nquestion was whether the Provisional Regulations on \nthe  Administration  of  Voluntary  Quotas  for  Export \nProducts promulgated by MOFTEC [the former name \nfor MOFCOM, i.e., the Ministry of Commerce] in April \n1995 was binding upon export license applications that \nhad been made prior to the implementation of the new \nregulations. See id. Neither the Tianjin Higher People’s \nCourt nor the Supreme People’s Court conducted any \nsubstantive  review  of  MOFTEC’s  interpretation.  See \nid. Rather they deferred to MOFTEC’s interpretation \nand  applied  that  interpretation  to  the  case.  See  id. \nThus,  contrary  to  Petitioners’  and  Clarke  and  How-\nson’s  amicus  arguments,  the  Ministry  of  Commerce’s \ninterpretations  have  already  been  treated  as  binding \nby China’s Supreme People’s Court. \n\n---------------------------------  --------------------------------- \n\nCONCLUSION \n\nFor the foregoing reasons, Petitioners’ questioning \nof the Ministry of Commerce’s “law-interpreting power” \nis without merit. See Pet. Br. 42-43; see also Clarke & \n\n15  TIAN JIN YU YOU QI YE YOU XIAN GONG SI YU TIAN JIN JING JI \nJI SHU KAI FA QU GUAN LI WEI YUAN HUI XING ZHENG JIU FEN ER SHEN \nAN [Tianjin Yuyou Enterprise Co., Ltd. v. Tianjin Economic and \nTechnological  Development  Area  Administrative  Committee]  (Su-\npreme People’s Court (1997) Xing Zhong Zi No. 21, July 3, 1998). \n\n \n \n \n \n \n\f21 \n\nHowson Amicus Br. 17. Under China’s system of legal \ninterpretation, the rule-maker has the power to inter-\npret the rules it makes. This is known as the doctrine \nof “the  rule-maker  has  the  authority  to  interpret  the \nrule.”  This  doctrine  is  rooted  in  Chinese  legal  theory, \nexpressed in Chinese laws and regulations, recognized \nby Chinese courts, and specifically extends to the Min-\nistry of Commerce’s interpretative authority over the \n2002 Notice it created and that is at issue in this suit.  \n\nRespectfully submitted, \n\nTIMOTHY J. DROSKE \n  Counsel of Record \nDORSEY & WHITNEY LLP \n50 South Sixth Street \nSuite 1500 \nMinneapolis, Minnesota 55402 \nTelephone: (612) 340-2600 \ndroske.tim@dorsey.com \n\nGEOFFREY SANT \nNATHANIEL H. AKERMAN \nLANIER SAPERSTEIN \nJEREMY A. SCHLOSSER \nMICHELLE NG \nCAROL LEE \nDORSEY & WHITNEY LLP \n51 West 52nd Street \nNew York, New York 10019 \nTelephone: (212) 415-6119 \nsant.geoffrey@dorsey.com  \nakerman.nick@dorsey.com \nsaperstein.lanier@dorsey.com \nschlosser.jeremy@dorsey.com \nng.michelle@dorsey.com \nlee.carol@dorsey.com \n\n \n\f22 \n\nSIRUI (RAY) LIU \nDORSEY & WHITNEY LLP \nTwin Towers (West) \nSuite 1101A \nB12 Jianguomenwai Avenue \nChaoyang District, Beijing 100022 \nTelephone: +86 (10) 8513-5900 \nliu.ray@dorsey.com \n\nCounsel for Amici Curiae \n  YING Songnian, MA Huaide, \n  JIANG Ming’an, YU An, YANG \n  Jianshun, and LI Honglei \n\nApril 4, 2018 \n\n \n\f"
    }
  }
}