{
  "version": "1.0",
  "document": {
    "query_code": "16-1220",
    "source_page_url": "https://www.supremecourt.gov/search.aspx?filename=/docket/docketfiles/html/public/16-1220.html",
    "download_url": "https://www.supremecourt.gov/DocketPDF/16/16-1220/21843/20171128183829062_16-1220_Supplemental%20Brief%20for%20Petitioners.pdf",
    "fetched_at": "2025-09-19T23:06:36.118897Z",
    "sha256": "f048f23a07d8dd9198056939adea7af996d3cf26eebcfdcd1b06b0783f831a7f",
    "filename": "Nov282017_Supplemental brief of petitioners Animal Science Products, et al. filed.pdf",
    "file_size_bytes": 388104,
    "pages": 16,
    "extraction": {
      "method": "text",
      "chars": 24153,
      "notes": "pdfminer"
    },
    "metadata": {
      "title": "Main Document",
      "date": "Nov 28 2017",
      "extra": {
        "date": "Nov 28 2017",
        "custom_filename": "Nov282017_Supplemental brief of petitioners Animal Science Products, et al. filed"
      }
    },
    "content": {
      "page_text": [
        "No. 16-1220 \n\nIN THE                                                \n\nSupreme Court of the United States \n\nANIMAL SCIENCE PRODUCTS, INC., et al., \n\nPetitioners, \n\nv. \n\nHEBEI WELCOME  \nPHARMACEUTICAL CO. LTD., et al., \n\nRespondents. \n\nON PETITION FOR A WRIT OF CERTIORARI TO THE UNITED \nSTATES COURT OF APPEALS FOR THE SECOND CIRCUIT \n\nSUPPLEMENTAL BRIEF FOR PETITIONERS \n\nDAVID BOIES \nBOIES SCHILLER FLEXNER LLP \n333 Main Street \nArmonk, NY 10504 \n(914) 749-8200 \n\nMICHAEL J. GOTTLIEB \n   Counsel of Record \nKAREN L. DUNN \nWILLIAM A. ISAACSON \nAARON E. NATHAN \nBOIES SCHILLER FLEXNER LLP \n1401 New York Avenue NW \nWashington, DC 20005 \n(202) 237-2727 \nmgottlieb@bsfllp.com \n\nCounsel for Petitioners",
        "i \n\nTABLE OF CONTENTS \n\nTABLE OF CONTENTS ............................................... i \n\nTABLE OF AUTHORITIES ........................................ ii \n\nSUPPLEMENTAL BRIEF FOR PETITIONERS ....... 1 \n\nI. \n\nII. \n\nPetitioners and the United States Agree \nthat This Court Should Review the  \nCircuit Split on the Appropriate Standard \nof Deference Owed to Foreign Sovereign \nLegal Statements.…………….……………...1 \n\nThis Court Should Grant Review of the \nSecond Question Presented Regardless  \nof Whatever Action It Takes on the First \nand Third Questions Presented…………..11 \n\nCONCLUSION .......................................................... 13",
        "ii \n\nTABLE OF AUTHORITIES \n\nCases \n\nPage(s) \n\nChevron U.S.A., Inc. v. Natural Res.  \n\nDef. Council, Inc.,  \n467 U.S. 837 (1984) ........................................ 5, 6, 7 \n\nHartford Fire Ins. Co. v. California,  \n\n509 U.S. 764 (1993) ............................................ 5, 9 \n\nOrtiz v. Jordan,  \n\n562 U.S. 180 (2011) .............................................. 12 \n\nSkidmore v. Swift & Co.,  \n\n323 U.S. 134 (1944) ................................................ 6 \n\nSociété Nationale Industrielle Aérospatiale v. \nU.S. Dist. Court for S. Dist. of Iowa,  \n482 U.S. 522 (1987) ................................................ 7 \n\nUnited States v. Pink,  \n\n315 U.S. 203 (1942) ................................................ 3 \n\nStatutes and Rules \n\n28 U.S.C. § 1254 ........................................................ 12 \n\n28 U.S.C. § 1291 ........................................................ 12 \n\n28 U.S.C. § 1331 ........................................................ 12 \n\nFed. R. Civ. P. 44.1 .................................................. 3, 7 \n\nOther Authorities \n\nKristen E. Eichensehr, Foreign Sovereigns as \n\nFriends of the Court,  \n102 Va. L. Rev. 289 (2016) ................................... 11",
        "SUPPLEMENTAL BRIEF FOR PETITIONERS \n\nPetitioners respectfully submit this supplemental \nbrief in response to the Brief of the United States as \nAmicus  Curiae.  Petitioners  agree  with  the  United \nStates  that  this  Court  should  grant  review  of  the \nsecond question presented by the petition, and further \nagree  that  the  Court  can  and  should  review  that \nquestion regardless of whether certiorari is granted on \nthe other questions presented. \n\nI.  Petitioners  and  the  United  States  Agree \nthat This Court Should Review the Circuit \nSplit  on  the  Appropriate  Standard  of \nDeference  Owed  to  Foreign  Sovereign \nLegal Statements.  \n\n1.  Petitioners and the United States agree that this \nCourt should review the second question presented. Br. \nof United States as Amicus Curiae (“U.S. Br.”) 6-13. \nThat question addresses the dispositive legal issue in \nthe Second Circuit’s decision, and it represents the core \nof the parties’ dispute in this case.  \n\nThe  decision  below  rested  entirely  on  the  legal \nposition  articulated  by  the  Chinese  Ministry  of \nCommerce  (“Ministry”)  in  its  amicus  brief  filed  in \nsupport  of  Respondents’  motion  to  dismiss.  Relying \nupon that position alone, the Second Circuit displaced \na  jury  verdict  and  three  separate  decisions  by  two \ndistrict judges holding that the Chinese Government \nhad not required Respondents to engage in price fixing \nor output restrictions.",
        "2 \n\nEach  of  the  District  Court’s  decisions  afforded \nsubstantial  deference  to  the  Ministry’s  views,  but \nreached  a  different  conclusion  about  the  meaning  of \nChinese  law  as  applied  to  Respondents’  conduct  in \nlight of the underlying source materials appended to \nthe Ministry’s own brief. Further, at each stage of the \nlitigation—from the motion to dismiss through trial—\nthe  District  Court  relied  upon  evidence  that \ncontradicted the Ministry’s position, including public \npronouncements from the Chinese Government to the \nWTO explaining its deregulation of vitamin C prices, \nPet. App. 73a-74a, direct statements from Respondents \ndescribing  the  voluntary  association  that  they  had \njoined and their voluntary agreements, Pet. App. 176a, \nsworn testimony from a witness for the Chamber that \nit  was  “accurate”  that  “export  prices  were  fixed  by \nenterprises  without  government  intervention”  Pet. \nApp. 293a, evidence that certain defendants had sold \nvitamin C at prices that were both below and above the \npurportedly  “mandatory”  price  point,  Pet.  App.  84a-\n85a,  175a-176a,  and  statements  from  Respondents \nshowing that the very notion of a “compulsion” defense \nhad been manufactured for litigation as a way “to do \nmany things in a more hidden and smart  way,” Pet. \nApp. 178a.   \n\nThe Second Circuit refused to analyze this evidence \nbased upon its holding that it was “bound to defer” to \nthe Ministry’s brief; further, the panel held that it was \nnot  permitted  to  scrutinize  the  contradictions,  gaps, \nand omissions in the Ministry’s brief simply because \nthe Ministry had appeared before the court. Pet. App. \n25a-26a. That holding contradicts the law of at least",
        "3 \n\nthree  other  circuits.  U.S.  Br.  11-13;  cf.  Pet.  23-27 \n(noting a conflict with five other circuits). \n\n2. The United States and Petitioners also agree that \nthe  decision  below  applied  a  rigid  standard  of \n“conclusive”  deference,  rather  than  some  flexible \nstandard \n“reasonable” \ninterpretations, as Respondents would have this Court \nbelieve.  U.S.  Br.  9-10;  Opp.  19-20,  23,  26-27;  Resp. \nSupp. Br. 4. This is so for at least three reasons.  \n\nof  deference \n\nonly \n\nto \n\nFirst, the Second Circuit described its own standard \nas  “conclusive  deference.”  The  court  classified  the \npotentially applicable precedents into two categories: \n(1) those that, following the decision in United States v. \nPink,  315  U.S.  203  (1942),  had  concluded  that  “an \nofficial  statement  or  declaration  from  a  foreign \ngovernment  clarifying  its  laws  must  be  accepted  as \n‘conclusive’” and (2) those that,  relying upon Fed. R. \nCiv.  P.  44.1,  “intimated  that  while  the  official \nstatements  of  a  foreign  government  interpreting  its \nlaws  are  entitled  to  deference,  U.S.  courts  need  not \naccept such statements as conclusive.” Pet. App. 20a-\n21a. The Second Circuit rejected the second category of \ncases  as  having  “no  support,”  and  held  that  it  was \nrelying  upon  the  “conclusive”  level  of  deference \narticulated by the cases in the first category. Pet. App. \n22a-23a. \n\nSecond, the Second Circuit’s decision stands for the \nproposition  that  deference  is  required  whenever  a \nforeign  government  appears  before  a  court  and",
        "4 \n\nthe \n\narticulates a standard that is not facially implausible.1 \nAt  the  motion-to-dismiss  phase,  the  only  relevant \n“circumstances” \npurported \ninforming \nreasonableness of the Ministry’s position were : (a) the \nMinistry  was  the  arm  of  the  Chinese  Government \nvested with the authority to regulate trade (but not an \nagency  with  the  authority  to  interpret  Chinese  law, \nPet.  11);  and  (b)  the  Ministry  had  appeared  as  an \namicus with a sworn proffer from one of its attorneys \nat Sidley Austin LLP (but not a sworn declaration from \nany Chinese Government official, Pet. 17-18 n.5; Pet \nApp.  8a).  According  to  the  panel,  but  for  those  two \ncircumstances alone, the District Court’s conclusions \nabout  the  meaning  of  Chinese  law  would  have  been \n“entirely appropriate.” Pet. App. 30a n.10. \n\nThe reasonableness of the Ministry’s legal position \nwas irrelevant under the panel’s deference standard. \nAs the panel explained: “If deference by any measure is \nto mean anything, it must mean that a U.S. court not \nembark  on  a  challenge  to  a  foreign  government’s \nofficial representation to the court regarding its laws or \nregulations  . . . .”  Pet.  App.  25a-26a. The inability  to \nquestion  the  Ministry’s  legal  position  is  what  the \nSecond  Circuit  meant  when  it  said  it  was  “bound  to \ndefer” to that position. Pet. App. 25a. Whatever label \n\n1 For example, the Second Circuit noted that deference might \nbe  “inappropriate”  if  “there  is  no  documentary  evidence  or \nreference  of  law  proffered  to  support  a  foreign  sovereign’s \ninterpretation  of  its  own  laws.”  Pet.  App.  25a  n.8.  This  is \ndistinguishable  from  a  situation  in  which  a  legal  reference  is \nproffered but is inapposite or inoperative.",
        "5 \n\nmay  be  applied  to  such  a  standard,  it  is  more \ndeferential  than  either  Chevron  deference  or  a \n“substantial deference” standard. \n\nAlthough the panel analyzed certain of the District \nCourt’s evidentiary findings and legal conclusions, Pet. \nApp. 29a-33a, it refused to question the reasonableness \nof  the  Ministry’s  legal  position.  For  example,  the \nDistrict  Court  found  that  the  text  of  the  regulatory \nregime  cited  by  the  Ministry’s  brief  (the  2002  “PVC \nNotice”)  appeared  to  create  voluntary  rather  than \nmandatory  price  coordination  objectives,  Pet.  App. \n179a,  185a-86a,  and  observed  that  the  same  notice \ncontained  a  “suspension  provision,”  which  expressly \nauthorized  the  Chamber  to  “suspend  export  price \nreview,” Pet. App. 66a, 123a-126a. Neither the panel \nnor the Ministry ever explained why compliance with \nboth Chinese and U.S. law was “impossible” under the \ncomity  doctrine,  see  Hartford  Fire  Ins.  Co.  v. \n(1993),  given \nCalifornia,  509  U.S.  764,  799 \nRespondents’ legal authority to “suspend export price \nreview”  of  vitamin  C.  Similarly,  the  panel  admitted \nthat  the  “documentary  evidence”  showed  that  the \nregulatory  organization  for  vitamin C exporters (the \n“Vitamin  C  Subcommittee”  of  the  Chamber)  had  by \n2002  “changed  from  a  governmental  group  whose \nmembership  was  mandatory  to  a  non-governmental \ntrade organization whose membership was voluntary.” \nPet.  App.  28a  n.9.  In  the  face  of  a  voluntary  trade \norganization—which  was  governed  by  a  voluntary \nregulatory  regime—and  evidence  that  Respondents’ \nactual behavior confirmed the voluntary nature of the",
        "6 \n\nregime,2  the  panel’s  only  answer  was  that  the \nMinistry’s appearance as amicus required the court to \naccept  the  Ministry’s  assertion  that  the  regime \nmandated price fixing. See id.  \n\nThird,  the  panel’s \n\ninclusion  of  the  phrase \n“reasonable under the circumstances,” Pet. App. 25a, in \nits holding does not change the mandatory nature of \nthe deference standard. The panel’s formulation of its \nstandard is similar to Chevron deference, which also \nrequires courts to defer to an agency interpretation of a \nstatute  that  is  reasonable.  Compare,  e.g.,  Chevron \nU.S.A.,  Inc.  v.  Nat.  Res.  Def.  Council,  Inc.,  467  U.S. \n837, 844 (1984) (“[A] court may not substitute its own \nconstruction of a statutory provision for a reasonable \ninterpretation  made  by  the  administrator  of  an \nagency.”), with Skidmore v. Swift & Co., 323 U.S. 134, \n140 (1944) (the weight given to an agency construction \nof law “will depend upon the thoroughness evident in \nits  consideration,  the  validity  of  its  reasoning,  its \nconsistency  with  earlier  and  later  pronouncements, \nand all those factors which give it power to persuade, if \nlacking power to control”). \n\nPetitioners thus agree with the United States that \nthe  Second  Circuit  adopted  a  rule  of  conclusive \ndeference. Only such a standard could have rendered \nirrelevant  “the  Chamber’s  public  statement  that \n\n2 The evidentiary record confirmed the District Court’s legal \ninterpretation  of  the  2002  PVC  Notice  and  Vitamin  C \nSubcommittee Charter—Respondents regularly exported vitamin \nC at prices both below and above the purportedly mandatory price. \nSee, e.g., Pet. App. 84a-85a, 175a-176a.",
        "7 \n\nrespondents  had  ‘voluntarily’  agreed  on  prices  and \nquantities ‘without any government intervention,’” the \nMinistry’s failure in its amicus brief to “‘address key \nprovisions’ of the governing legal regime,” and “China’s \nrepresentation to the WTO that it had ‘given up export \nadministration of . . . vitamin C.” U.S. Br. 10. As the \nUnited States explained, “[t]hose circumstances are, at \nminimum, relevant to the weight that the Ministry’s \nbrief should receive,” and “[a] standard that does not \npermit  a  court  even  to  consider  such  information  is \ninconsistent  with  federal  courts’  responsibility  to \n‘determine foreign law’ based on ‘any relevant material \nor source.’” Id. (quoting Fed. R. Civ. P. 44.1). \n\nis \n\ninconsistent  with \n\n3.  The  United  States  is  correct  that  the  Chevron \nstandard  is  inappropriate  as  applied  to  a  foreign \ngovernment’s amicus submission in federal court. U.S. \nBr. 11-12; see also Reply Br. 8. The notion that federal \ncourts are “bound to defer” to foreign sovereign legal \ncourts’ \ninterpretations \nresponsibility to analyze and determine the meaning of \nforeign  law  under  Rule  44.1.  For  example,  a  foreign \nfacially  plausible \ngovernment  might  proffer  a \ninterpretation  of  a  domestic  blocking  statute  that \nwould prohibit the production of foreign documents in \nU.S.  courts,  but  that  position,  even  if  “reasonable \nunder  the  circumstances,”  might  be  unworthy  of \ndeference  where  a  federal  court  determines  that  the \nlaw  was  not  ordinarily  enforced,  or  was  enacted  in \norder  to  frustrate  U.S.  law.  Cf.  Société  Nationale \nIndustrielle Aérospatiale v. U.S. Dist. Court for S. Dist. \nof  Iowa,  482  U.S.  522,  527  (1987).  Here,  the  panel’s \ntreatment  of  the  Ministry’s  position  as  conclusive",
        "8 \n\ncaused  it  to  disregard  an  overwhelming  volume  of \nevidence  disproving  the  Ministry’s  assertion  of \ncompulsion. Pet. App. 25a-27a. \n\n4. The consequences of the Second Circuit’s rule are \nunacceptable and warrant this Court’s review. Under \nthe  Second  Circuit’s  holding,  even  where  a  foreign \ngovernment affirmatively misrepresents its own laws, \na  federal  court  would  be  required  to  accept  those \nmisrepresentations as binding.  \n\nforeign \n\nstatement \n\nThe risk of a federal court being presented with a \nis  not \nlegal \nmisleading \nhypothetical—it  happened  in  this  case.  One  of  the \ncentral  authorities  on  which  the  Ministry’s  amicus \nbrief  relied  was  the  1997  Vitamin  C  Subcommittee \nCharter. Pet. App. 202a-203a. Citing the 1997 Charter, \nthe  Ministry’s  brief  claimed  that  “defendants  were \ncompelled  to  become  participating  members”  of  the \nVitamin C Subcommittee, and “would not have been \neligible  to  export  vitamin  C  at  all  if  they  failed  to \nparticipate  in  these  price-setting  and  production-\nlimiting  activities.”  Pet.  App.  212a-213a.  That  is \nfalse—the  1997  Charter  was  repealed  and  replaced \nwith a new Charter in 2002. Pet. App. 132a n.45; Pet. \nApp.  68a.  And, \nthe  Ministry’s \ncontrary \nrepresentations,  the  operative  Charter  by  2002  had \neliminated  all  prior  references  to  mandatory  price \nsetting,  and  made  membership  in  the  Vitamin  C \nSubcommittee  completely  voluntary.  Pet.  App.  69a, \n\nto",
        "9 \n\n131a.3  In  other  words,  by  2002,  Respondents  could \nhave exported vitamin C without being members of the \nSubcommittee, and even Subcommittee members could \nhave exported vitamin C without fixing prices.  Once \nthis misrepresentation became apparent, the District \nCourt observed that “[t]he Ministry’s amicus brief was \nless  than  straightforward  in  its  presentation  of  the \n1997 Charter” by implying “that the 1997 Charter was \nstill  controlling  under  the  2002  Regime.”  Pet.  App. \n132a n.45.  \n\n5. The standard of deference adopted by the Second \nCircuit was outcome-determinative. The “sole question \nat  issue  for  comity  purposes”  below  was  not  simply \n“whether Chinese law conflicted with U.S. law,” Resp. \nSupp. Br. 11, but rather whether compliance with both \n\n3  Compare  1997  Charter  of  Vitamin  C  Sub-Committee  of \nChina Chamber of Commerce of Medicines and Health Products \nImporters and Exporters, Dkt. 70-8, No. 1:06-md-01738-BMC-JO \n(E.D.N.Y. Sept. 22, 2006) (Exhibit G to Respondents’ Motion to \nDismiss) (providing for mandatory price setting in Articles 7, 10, \n15(6),  18,  and  19,  including  that  “[t]he  Sub-Committee  shall \ncoordinate  and  administrate  market,  price,  customer  and \noperation order of Vitamin C export,” art. 7, and that the Sub-\nCommittee “[m]ember’s obligations” to “[s]trictly execute export \ncoordinated price set by the Chamber and keep it confidential,” \nart. 15(6)); with 2002 Charter of the Vitamin C Subcommittee of \nthe  China  Chamber  of  Commerce  of  Medicines  and  Health \nProducts Importers and Exporters, Dkt. 394-5 at 172-82, No. 1:06-\nmd-01738-BMC-JO  (E.D.N.Y.  Nov.  23,  2009)  (Exhibit  36  to \nRespondents’  Motion  for  Summary  Judgment)  (completely \neliminating any mention of price-fixing requirements, including \nfrom the “Obligations of Members” section, art. 17, and making \nmembership in the Subcommittee fully voluntary, art. 16).",
        "10 \n\nChinese and U.S. law was “impossible.” Hartford Fire, \n509 U.S. at 799. The District Court carefully examined \nthe Ministry’s brief, the legal materials appended to \nthat brief, and the full evidentiary record before it, and \nconcluded that Respondents had failed to carry their \nburden  of  demonstrating  that  compliance  with  both \nChinese and U.S. law was impossible. Reviewing that \ndecision,  the  Second  Circuit  conceded  that  “if  the \nChinese  Government  had  not  appeared  in  this \nlitigation,  the  district  court’s  careful  and  thorough \ntreatment of the evidence before it in analyzing what \nChinese law required at both the motion to dismiss and \nsummary  judgment  stages would  have  been entirely \nappropriate.”  Pet.  App.  30a  n.10.  The  entire  case, \ntherefore, turns on whether the standard of deference \ntriggered  by  the  Ministry’s  appearance  as  amicus \nforeclosed  the \ninquiry  that  the  District  Court \nundertook and resolved in favor of Petitioners.    \n\nRespondents  once  again  offer  an  out-of-context \nquote from Petitioners’ brief below in a desperate effort \nto suggest that Petitioners conceded that Chinese law \nrequired  price  coordination.  Resp.  Supp.  Br.  10.  As \nPetitioners  have  explained,  the  quoted  sentence \nreferred  to  Respondents’  legal  position,  but  did  not \nconcede the correctness of Respondents’ position. Reply \nBr. 10 n.1. From the start of this case, Petitioners have \nargued and proved that the Chamber acted voluntarily, \nwithout government intervention or compulsion, and \nthat Chinese law did not compel price fixing or output \nrestrictions.  \n\n6. The United States and Petitioners agree that the \ncircuit  split  on  the  second  question  presented",
        "11 \n\nimplicates an “important question of federal law.” U.S. \nBr. 6, 12; Pet. 27. The question matters for this Court \nas well as the lower courts. Between 1978 and 2016, \nforeign sovereigns filed 30 amicus briefs in this Court \naddressing  the  content  of  their  own  law.  Kristen  E. \nEichensehr, Foreign Sovereigns as Friends of the Court, \n102  Va.  L.  Rev.  289,  318  (2016).  This  Court  should \ntherefore  grant  certiorari  on  the  second  question \npresented. \n\nII.  This  Court  Should  Grant  Review  of  the \nSecond Question Presented Regardless of \nWhatever Action It Takes on the First and \nThird Questions Presented. \n\nAlthough  Petitioners  maintain  that  the  Second \nCircuit  erred  in  ruling  on  the  District  Court’s  order \ndenying respondents’ motion to dismiss, and that the \ndoctrine  of  international  comity  is  an  inappropriate \nbasis for dismissal of a claim validly within a federal \ncourt’s  Sherman  Act  jurisdiction,  Petitioners  agree \nwith  the  United  States that  this Court  could  limit  a \ngrant of certiorari to the second question presented. \n\n“in \n\nfocusing  on \n\nWith  respect  to  the  first  question  presented,  the \nUnited States and Petitioners agree that the Second \nCircuit  erred \nthe  denial  of \n[respondents’]  motion  to  dismiss  and  ignoring  the \nsubsequent  stages  of  th[e]  litigation.”  U.S.  Br.  15 \n(internal  quotation  marks  omitted)  (alterations  in \noriginal).  The  United  States,  however,  argues  that \nreview  of  the  first  question  in  this  Court  is  not \nnecessary,  because  “if  this  Court  grants  review  and \nholds  that  the  Ministry’s  brief  is  not  entitled  to",
        "12 \n\nconclusive weight, the court of appeals can reconsider \nthe foreign-law issue on remand in light of all of the \npertinent record materials.” Id.  \n\nAlthough the first question presented implicates the \nSecond Circuit’s jurisdiction over the pre-trial motion \nto dismiss under 28 U.S.C. § 1291, it does not implicate \nthis Court’s jurisdiction under 28 U.S.C. § 1254, or the \njurisdiction  of  the  District  Court  under  28  U.S.C. \n§ 1331. The United States is accordingly correct that \nthis Court can review the second question presented \nwithout reviewing the first. Further, in reviewing the \nsecond question, this Court would have discretion to \nconsider  the  full  record  that  was  before  the  Second \nCircuit,  including  all  evidence  developed  through \ndiscovery and trial, see, e.g., Ortiz v. Jordan, 562 U.S. \n180, 190 nn. 8-9 (2011) (citing excerpts from the trial \nrecord to highlight the material that the Sixth Circuit \nhad erroneously ignored by reviewing only the order \ndenying summary judgment), and by undertaking such \na review this Court could effectively remedy the Second \nCircuit’s  error.  Similarly,  by  vacating  the  judgment \nbelow  and  remanding  for  further  proceedings,  this \nCourt would erase and supersede the Second Circuit’s \nappellate  jurisdiction  error.  Thus,  while  Petitioners \nbelieve that this Court should address the applicability \nof the rule in Ortiz to a post-trial adjudication of a pre-\ntrial  motion  to  dismiss,  Petitioners  agree  that  the \nsecond question can be reviewed standing alone. \n\nAs  to  the  third  question  presented,  the  United \nStates disagrees with Petitioners both with respect to \nwhether  the  question  warrants  review  in  this  Court \nand  on  the  merits.  U.S.  Br.  17-22.  Petitioners  have",
        "13 \n\npreviously explained why the third question warrants \nreview in this Court, Pet. 30-31, Reply Br. 11-13, but \nagree that this Court could grant review of the second \nquestion presented without granting the third.  \n\nCONCLUSION \n\nThe petition for certiorari should be granted. \n\nRespectfully submitted, \n\nDAVID BOIES \nBOIES SCHILLER FLEXNER LLP \n333 Main Street \nArmonk, NY 10504 \n(914) 749-8200 \n\nMICHAEL J. GOTTLIEB \n   Counsel of Record \nKAREN L. DUNN \nWILLIAM A. ISAACSON \nAARON E. NATHAN \nBOIES SCHILLER FLEXNER LLP \n1401 New York Avenue NW \nWashington, DC 20005 \n(202) 237-2727 \nmgottlieb@bsfllp.com \n\nCounsel for Petitioners \n\nNOVEMBER 28, 2017"
      ],
      "full_text": "No. 16-1220 \n\nIN THE                                                \n\nSupreme Court of the United States \n\nANIMAL SCIENCE PRODUCTS, INC., et al., \n\nPetitioners, \n\nv. \n\nHEBEI WELCOME  \nPHARMACEUTICAL CO. LTD., et al., \n\nRespondents. \n\nON PETITION FOR A WRIT OF CERTIORARI TO THE UNITED \nSTATES COURT OF APPEALS FOR THE SECOND CIRCUIT \n\nSUPPLEMENTAL BRIEF FOR PETITIONERS \n\nDAVID BOIES \nBOIES SCHILLER FLEXNER LLP \n333 Main Street \nArmonk, NY 10504 \n(914) 749-8200 \n\nMICHAEL J. GOTTLIEB \n   Counsel of Record \nKAREN L. DUNN \nWILLIAM A. ISAACSON \nAARON E. NATHAN \nBOIES SCHILLER FLEXNER LLP \n1401 New York Avenue NW \nWashington, DC 20005 \n(202) 237-2727 \nmgottlieb@bsfllp.com \n\nCounsel for Petitioners \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fi \n\nTABLE OF CONTENTS \n\nTABLE OF CONTENTS ............................................... i \n\nTABLE OF AUTHORITIES ........................................ ii \n\nSUPPLEMENTAL BRIEF FOR PETITIONERS ....... 1 \n\nI. \n\nII. \n\nPetitioners and the United States Agree \nthat This Court Should Review the  \nCircuit Split on the Appropriate Standard \nof Deference Owed to Foreign Sovereign \nLegal Statements.…………….……………...1 \n\nThis Court Should Grant Review of the \nSecond Question Presented Regardless  \nof Whatever Action It Takes on the First \nand Third Questions Presented…………..11 \n\nCONCLUSION .......................................................... 13 \n\n \n \n \n \n   \n \n \n\fii \n\nTABLE OF AUTHORITIES \n\nCases \n\nPage(s) \n\nChevron U.S.A., Inc. v. Natural Res.  \n\nDef. Council, Inc.,  \n467 U.S. 837 (1984) ........................................ 5, 6, 7 \n\nHartford Fire Ins. Co. v. California,  \n\n509 U.S. 764 (1993) ............................................ 5, 9 \n\nOrtiz v. Jordan,  \n\n562 U.S. 180 (2011) .............................................. 12 \n\nSkidmore v. Swift & Co.,  \n\n323 U.S. 134 (1944) ................................................ 6 \n\nSociété Nationale Industrielle Aérospatiale v. \nU.S. Dist. Court for S. Dist. of Iowa,  \n482 U.S. 522 (1987) ................................................ 7 \n\nUnited States v. Pink,  \n\n315 U.S. 203 (1942) ................................................ 3 \n\nStatutes and Rules \n\n28 U.S.C. § 1254 ........................................................ 12 \n\n28 U.S.C. § 1291 ........................................................ 12 \n\n28 U.S.C. § 1331 ........................................................ 12 \n\nFed. R. Civ. P. 44.1 .................................................. 3, 7 \n\nOther Authorities \n\nKristen E. Eichensehr, Foreign Sovereigns as \n\nFriends of the Court,  \n102 Va. L. Rev. 289 (2016) ................................... 11 \n\n \n \n \n \n \n\fSUPPLEMENTAL BRIEF FOR PETITIONERS \n\nPetitioners respectfully submit this supplemental \nbrief in response to the Brief of the United States as \nAmicus  Curiae.  Petitioners  agree  with  the  United \nStates  that  this  Court  should  grant  review  of  the \nsecond question presented by the petition, and further \nagree  that  the  Court  can  and  should  review  that \nquestion regardless of whether certiorari is granted on \nthe other questions presented. \n\nI.  Petitioners  and  the  United  States  Agree \nthat This Court Should Review the Circuit \nSplit  on  the  Appropriate  Standard  of \nDeference  Owed  to  Foreign  Sovereign \nLegal Statements.  \n\n1.  Petitioners and the United States agree that this \nCourt should review the second question presented. Br. \nof United States as Amicus Curiae (“U.S. Br.”) 6-13. \nThat question addresses the dispositive legal issue in \nthe Second Circuit’s decision, and it represents the core \nof the parties’ dispute in this case.  \n\nThe  decision  below  rested  entirely  on  the  legal \nposition  articulated  by  the  Chinese  Ministry  of \nCommerce  (“Ministry”)  in  its  amicus  brief  filed  in \nsupport  of  Respondents’  motion  to  dismiss.  Relying \nupon that position alone, the Second Circuit displaced \na  jury  verdict  and  three  separate  decisions  by  two \ndistrict judges holding that the Chinese Government \nhad not required Respondents to engage in price fixing \nor output restrictions.  \n\n\f2 \n\nEach  of  the  District  Court’s  decisions  afforded \nsubstantial  deference  to  the  Ministry’s  views,  but \nreached  a  different  conclusion  about  the  meaning  of \nChinese  law  as  applied  to  Respondents’  conduct  in \nlight of the underlying source materials appended to \nthe Ministry’s own brief. Further, at each stage of the \nlitigation—from the motion to dismiss through trial—\nthe  District  Court  relied  upon  evidence  that \ncontradicted the Ministry’s position, including public \npronouncements from the Chinese Government to the \nWTO explaining its deregulation of vitamin C prices, \nPet. App. 73a-74a, direct statements from Respondents \ndescribing  the  voluntary  association  that  they  had \njoined and their voluntary agreements, Pet. App. 176a, \nsworn testimony from a witness for the Chamber that \nit  was  “accurate”  that  “export  prices  were  fixed  by \nenterprises  without  government  intervention”  Pet. \nApp. 293a, evidence that certain defendants had sold \nvitamin C at prices that were both below and above the \npurportedly  “mandatory”  price  point,  Pet.  App.  84a-\n85a,  175a-176a,  and  statements  from  Respondents \nshowing that the very notion of a “compulsion” defense \nhad been manufactured for litigation as a way “to do \nmany things in a more hidden and smart  way,” Pet. \nApp. 178a.   \n\nThe Second Circuit refused to analyze this evidence \nbased upon its holding that it was “bound to defer” to \nthe Ministry’s brief; further, the panel held that it was \nnot  permitted  to  scrutinize  the  contradictions,  gaps, \nand omissions in the Ministry’s brief simply because \nthe Ministry had appeared before the court. Pet. App. \n25a-26a. That holding contradicts the law of at least \n\n \n \n \n \n\f3 \n\nthree  other  circuits.  U.S.  Br.  11-13;  cf.  Pet.  23-27 \n(noting a conflict with five other circuits). \n\n2. The United States and Petitioners also agree that \nthe  decision  below  applied  a  rigid  standard  of \n“conclusive”  deference,  rather  than  some  flexible \nstandard \n“reasonable” \ninterpretations, as Respondents would have this Court \nbelieve.  U.S.  Br.  9-10;  Opp.  19-20,  23,  26-27;  Resp. \nSupp. Br. 4. This is so for at least three reasons.  \n\nof  deference \n\nonly \n\nto \n\nFirst, the Second Circuit described its own standard \nas  “conclusive  deference.”  The  court  classified  the \npotentially applicable precedents into two categories: \n(1) those that, following the decision in United States v. \nPink,  315  U.S.  203  (1942),  had  concluded  that  “an \nofficial  statement  or  declaration  from  a  foreign \ngovernment  clarifying  its  laws  must  be  accepted  as \n‘conclusive’” and (2) those that,  relying upon Fed. R. \nCiv.  P.  44.1,  “intimated  that  while  the  official \nstatements  of  a  foreign  government  interpreting  its \nlaws  are  entitled  to  deference,  U.S.  courts  need  not \naccept such statements as conclusive.” Pet. App. 20a-\n21a. The Second Circuit rejected the second category of \ncases  as  having  “no  support,”  and  held  that  it  was \nrelying  upon  the  “conclusive”  level  of  deference \narticulated by the cases in the first category. Pet. App. \n22a-23a. \n\nSecond, the Second Circuit’s decision stands for the \nproposition  that  deference  is  required  whenever  a \nforeign  government  appears  before  a  court  and \n\n \n \n \n \n\f4 \n\nthe \n\narticulates a standard that is not facially implausible.1 \nAt  the  motion-to-dismiss  phase,  the  only  relevant \n“circumstances” \npurported \ninforming \nreasonableness of the Ministry’s position were : (a) the \nMinistry  was  the  arm  of  the  Chinese  Government \nvested with the authority to regulate trade (but not an \nagency  with  the  authority  to  interpret  Chinese  law, \nPet.  11);  and  (b)  the  Ministry  had  appeared  as  an \namicus with a sworn proffer from one of its attorneys \nat Sidley Austin LLP (but not a sworn declaration from \nany Chinese Government official, Pet. 17-18 n.5; Pet \nApp.  8a).  According  to  the  panel,  but  for  those  two \ncircumstances alone, the District Court’s conclusions \nabout  the  meaning  of  Chinese  law  would  have  been \n“entirely appropriate.” Pet. App. 30a n.10. \n\nThe reasonableness of the Ministry’s legal position \nwas irrelevant under the panel’s deference standard. \nAs the panel explained: “If deference by any measure is \nto mean anything, it must mean that a U.S. court not \nembark  on  a  challenge  to  a  foreign  government’s \nofficial representation to the court regarding its laws or \nregulations  . . . .”  Pet.  App.  25a-26a. The inability  to \nquestion  the  Ministry’s  legal  position  is  what  the \nSecond  Circuit  meant  when  it  said  it  was  “bound  to \ndefer” to that position. Pet. App. 25a. Whatever label \n\n1 For example, the Second Circuit noted that deference might \nbe  “inappropriate”  if  “there  is  no  documentary  evidence  or \nreference  of  law  proffered  to  support  a  foreign  sovereign’s \ninterpretation  of  its  own  laws.”  Pet.  App.  25a  n.8.  This  is \ndistinguishable  from  a  situation  in  which  a  legal  reference  is \nproffered but is inapposite or inoperative.  \n\n \n \n \n \n                                            \n\f5 \n\nmay  be  applied  to  such  a  standard,  it  is  more \ndeferential  than  either  Chevron  deference  or  a \n“substantial deference” standard. \n\nAlthough the panel analyzed certain of the District \nCourt’s evidentiary findings and legal conclusions, Pet. \nApp. 29a-33a, it refused to question the reasonableness \nof  the  Ministry’s  legal  position.  For  example,  the \nDistrict  Court  found  that  the  text  of  the  regulatory \nregime  cited  by  the  Ministry’s  brief  (the  2002  “PVC \nNotice”)  appeared  to  create  voluntary  rather  than \nmandatory  price  coordination  objectives,  Pet.  App. \n179a,  185a-86a,  and  observed  that  the  same  notice \ncontained  a  “suspension  provision,”  which  expressly \nauthorized  the  Chamber  to  “suspend  export  price \nreview,” Pet. App. 66a, 123a-126a. Neither the panel \nnor the Ministry ever explained why compliance with \nboth Chinese and U.S. law was “impossible” under the \ncomity  doctrine,  see  Hartford  Fire  Ins.  Co.  v. \n(1993),  given \nCalifornia,  509  U.S.  764,  799 \nRespondents’ legal authority to “suspend export price \nreview”  of  vitamin  C.  Similarly,  the  panel  admitted \nthat  the  “documentary  evidence”  showed  that  the \nregulatory  organization  for  vitamin C exporters (the \n“Vitamin  C  Subcommittee”  of  the  Chamber)  had  by \n2002  “changed  from  a  governmental  group  whose \nmembership  was  mandatory  to  a  non-governmental \ntrade organization whose membership was voluntary.” \nPet.  App.  28a  n.9.  In  the  face  of  a  voluntary  trade \norganization—which  was  governed  by  a  voluntary \nregulatory  regime—and  evidence  that  Respondents’ \nactual behavior confirmed the voluntary nature of the \n\n \n \n \n \n\f6 \n\nregime,2  the  panel’s  only  answer  was  that  the \nMinistry’s appearance as amicus required the court to \naccept  the  Ministry’s  assertion  that  the  regime \nmandated price fixing. See id.  \n\nThird,  the  panel’s \n\ninclusion  of  the  phrase \n“reasonable under the circumstances,” Pet. App. 25a, in \nits holding does not change the mandatory nature of \nthe deference standard. The panel’s formulation of its \nstandard is similar to Chevron deference, which also \nrequires courts to defer to an agency interpretation of a \nstatute  that  is  reasonable.  Compare,  e.g.,  Chevron \nU.S.A.,  Inc.  v.  Nat.  Res.  Def.  Council,  Inc.,  467  U.S. \n837, 844 (1984) (“[A] court may not substitute its own \nconstruction of a statutory provision for a reasonable \ninterpretation  made  by  the  administrator  of  an \nagency.”), with Skidmore v. Swift & Co., 323 U.S. 134, \n140 (1944) (the weight given to an agency construction \nof law “will depend upon the thoroughness evident in \nits  consideration,  the  validity  of  its  reasoning,  its \nconsistency  with  earlier  and  later  pronouncements, \nand all those factors which give it power to persuade, if \nlacking power to control”). \n\nPetitioners thus agree with the United States that \nthe  Second  Circuit  adopted  a  rule  of  conclusive \ndeference. Only such a standard could have rendered \nirrelevant  “the  Chamber’s  public  statement  that \n\n2 The evidentiary record confirmed the District Court’s legal \ninterpretation  of  the  2002  PVC  Notice  and  Vitamin  C \nSubcommittee Charter—Respondents regularly exported vitamin \nC at prices both below and above the purportedly mandatory price. \nSee, e.g., Pet. App. 84a-85a, 175a-176a.  \n\n \n \n \n \n                                            \n\f7 \n\nrespondents  had  ‘voluntarily’  agreed  on  prices  and \nquantities ‘without any government intervention,’” the \nMinistry’s failure in its amicus brief to “‘address key \nprovisions’ of the governing legal regime,” and “China’s \nrepresentation to the WTO that it had ‘given up export \nadministration of . . . vitamin C.” U.S. Br. 10. As the \nUnited States explained, “[t]hose circumstances are, at \nminimum, relevant to the weight that the Ministry’s \nbrief should receive,” and “[a] standard that does not \npermit  a  court  even  to  consider  such  information  is \ninconsistent  with  federal  courts’  responsibility  to \n‘determine foreign law’ based on ‘any relevant material \nor source.’” Id. (quoting Fed. R. Civ. P. 44.1). \n\nis \n\ninconsistent  with \n\n3.  The  United  States  is  correct  that  the  Chevron \nstandard  is  inappropriate  as  applied  to  a  foreign \ngovernment’s amicus submission in federal court. U.S. \nBr. 11-12; see also Reply Br. 8. The notion that federal \ncourts are “bound to defer” to foreign sovereign legal \ncourts’ \ninterpretations \nresponsibility to analyze and determine the meaning of \nforeign  law  under  Rule  44.1.  For  example,  a  foreign \nfacially  plausible \ngovernment  might  proffer  a \ninterpretation  of  a  domestic  blocking  statute  that \nwould prohibit the production of foreign documents in \nU.S.  courts,  but  that  position,  even  if  “reasonable \nunder  the  circumstances,”  might  be  unworthy  of \ndeference  where  a  federal  court  determines  that  the \nlaw  was  not  ordinarily  enforced,  or  was  enacted  in \norder  to  frustrate  U.S.  law.  Cf.  Société  Nationale \nIndustrielle Aérospatiale v. U.S. Dist. Court for S. Dist. \nof  Iowa,  482  U.S.  522,  527  (1987).  Here,  the  panel’s \ntreatment  of  the  Ministry’s  position  as  conclusive \n\n \n \n \n \n\f8 \n\ncaused  it  to  disregard  an  overwhelming  volume  of \nevidence  disproving  the  Ministry’s  assertion  of \ncompulsion. Pet. App. 25a-27a. \n\n4. The consequences of the Second Circuit’s rule are \nunacceptable and warrant this Court’s review. Under \nthe  Second  Circuit’s  holding,  even  where  a  foreign \ngovernment affirmatively misrepresents its own laws, \na  federal  court  would  be  required  to  accept  those \nmisrepresentations as binding.  \n\nforeign \n\nstatement \n\nThe risk of a federal court being presented with a \nis  not \nlegal \nmisleading \nhypothetical—it  happened  in  this  case.  One  of  the \ncentral  authorities  on  which  the  Ministry’s  amicus \nbrief  relied  was  the  1997  Vitamin  C  Subcommittee \nCharter. Pet. App. 202a-203a. Citing the 1997 Charter, \nthe  Ministry’s  brief  claimed  that  “defendants  were \ncompelled  to  become  participating  members”  of  the \nVitamin C Subcommittee, and “would not have been \neligible  to  export  vitamin  C  at  all  if  they  failed  to \nparticipate  in  these  price-setting  and  production-\nlimiting  activities.”  Pet.  App.  212a-213a.  That  is \nfalse—the  1997  Charter  was  repealed  and  replaced \nwith a new Charter in 2002. Pet. App. 132a n.45; Pet. \nApp.  68a.  And, \nthe  Ministry’s \ncontrary \nrepresentations,  the  operative  Charter  by  2002  had \neliminated  all  prior  references  to  mandatory  price \nsetting,  and  made  membership  in  the  Vitamin  C \nSubcommittee  completely  voluntary.  Pet.  App.  69a, \n\nto \n\n \n \n \n \n\f9 \n\n131a.3  In  other  words,  by  2002,  Respondents  could \nhave exported vitamin C without being members of the \nSubcommittee, and even Subcommittee members could \nhave exported vitamin C without fixing prices.  Once \nthis misrepresentation became apparent, the District \nCourt observed that “[t]he Ministry’s amicus brief was \nless  than  straightforward  in  its  presentation  of  the \n1997 Charter” by implying “that the 1997 Charter was \nstill  controlling  under  the  2002  Regime.”  Pet.  App. \n132a n.45.  \n\n5. The standard of deference adopted by the Second \nCircuit was outcome-determinative. The “sole question \nat  issue  for  comity  purposes”  below  was  not  simply \n“whether Chinese law conflicted with U.S. law,” Resp. \nSupp. Br. 11, but rather whether compliance with both \n\n3  Compare  1997  Charter  of  Vitamin  C  Sub-Committee  of \nChina Chamber of Commerce of Medicines and Health Products \nImporters and Exporters, Dkt. 70-8, No. 1:06-md-01738-BMC-JO \n(E.D.N.Y. Sept. 22, 2006) (Exhibit G to Respondents’ Motion to \nDismiss) (providing for mandatory price setting in Articles 7, 10, \n15(6),  18,  and  19,  including  that  “[t]he  Sub-Committee  shall \ncoordinate  and  administrate  market,  price,  customer  and \noperation order of Vitamin C export,” art. 7, and that the Sub-\nCommittee “[m]ember’s obligations” to “[s]trictly execute export \ncoordinated price set by the Chamber and keep it confidential,” \nart. 15(6)); with 2002 Charter of the Vitamin C Subcommittee of \nthe  China  Chamber  of  Commerce  of  Medicines  and  Health \nProducts Importers and Exporters, Dkt. 394-5 at 172-82, No. 1:06-\nmd-01738-BMC-JO  (E.D.N.Y.  Nov.  23,  2009)  (Exhibit  36  to \nRespondents’  Motion  for  Summary  Judgment)  (completely \neliminating any mention of price-fixing requirements, including \nfrom the “Obligations of Members” section, art. 17, and making \nmembership in the Subcommittee fully voluntary, art. 16). \n\n \n \n \n \n                                            \n\f10 \n\nChinese and U.S. law was “impossible.” Hartford Fire, \n509 U.S. at 799. The District Court carefully examined \nthe Ministry’s brief, the legal materials appended to \nthat brief, and the full evidentiary record before it, and \nconcluded that Respondents had failed to carry their \nburden  of  demonstrating  that  compliance  with  both \nChinese and U.S. law was impossible. Reviewing that \ndecision,  the  Second  Circuit  conceded  that  “if  the \nChinese  Government  had  not  appeared  in  this \nlitigation,  the  district  court’s  careful  and  thorough \ntreatment of the evidence before it in analyzing what \nChinese law required at both the motion to dismiss and \nsummary  judgment  stages would  have  been entirely \nappropriate.”  Pet.  App.  30a  n.10.  The  entire  case, \ntherefore, turns on whether the standard of deference \ntriggered  by  the  Ministry’s  appearance  as  amicus \nforeclosed  the \ninquiry  that  the  District  Court \nundertook and resolved in favor of Petitioners.    \n\nRespondents  once  again  offer  an  out-of-context \nquote from Petitioners’ brief below in a desperate effort \nto suggest that Petitioners conceded that Chinese law \nrequired  price  coordination.  Resp.  Supp.  Br.  10.  As \nPetitioners  have  explained,  the  quoted  sentence \nreferred  to  Respondents’  legal  position,  but  did  not \nconcede the correctness of Respondents’ position. Reply \nBr. 10 n.1. From the start of this case, Petitioners have \nargued and proved that the Chamber acted voluntarily, \nwithout government intervention or compulsion, and \nthat Chinese law did not compel price fixing or output \nrestrictions.  \n\n6. The United States and Petitioners agree that the \ncircuit  split  on  the  second  question  presented \n\n \n \n \n \n\f11 \n\nimplicates an “important question of federal law.” U.S. \nBr. 6, 12; Pet. 27. The question matters for this Court \nas well as the lower courts. Between 1978 and 2016, \nforeign sovereigns filed 30 amicus briefs in this Court \naddressing  the  content  of  their  own  law.  Kristen  E. \nEichensehr, Foreign Sovereigns as Friends of the Court, \n102  Va.  L.  Rev.  289,  318  (2016).  This  Court  should \ntherefore  grant  certiorari  on  the  second  question \npresented. \n\nII.  This  Court  Should  Grant  Review  of  the \nSecond Question Presented Regardless of \nWhatever Action It Takes on the First and \nThird Questions Presented. \n\nAlthough  Petitioners  maintain  that  the  Second \nCircuit  erred  in  ruling  on  the  District  Court’s  order \ndenying respondents’ motion to dismiss, and that the \ndoctrine  of  international  comity  is  an  inappropriate \nbasis for dismissal of a claim validly within a federal \ncourt’s  Sherman  Act  jurisdiction,  Petitioners  agree \nwith  the  United  States that  this Court  could  limit  a \ngrant of certiorari to the second question presented. \n\n“in \n\nfocusing  on \n\nWith  respect  to  the  first  question  presented,  the \nUnited States and Petitioners agree that the Second \nCircuit  erred \nthe  denial  of \n[respondents’]  motion  to  dismiss  and  ignoring  the \nsubsequent  stages  of  th[e]  litigation.”  U.S.  Br.  15 \n(internal  quotation  marks  omitted)  (alterations  in \noriginal).  The  United  States,  however,  argues  that \nreview  of  the  first  question  in  this  Court  is  not \nnecessary,  because  “if  this  Court  grants  review  and \nholds  that  the  Ministry’s  brief  is  not  entitled  to \n\n \n \n \n \n\f12 \n\nconclusive weight, the court of appeals can reconsider \nthe foreign-law issue on remand in light of all of the \npertinent record materials.” Id.  \n\nAlthough the first question presented implicates the \nSecond Circuit’s jurisdiction over the pre-trial motion \nto dismiss under 28 U.S.C. § 1291, it does not implicate \nthis Court’s jurisdiction under 28 U.S.C. § 1254, or the \njurisdiction  of  the  District  Court  under  28  U.S.C. \n§ 1331. The United States is accordingly correct that \nthis Court can review the second question presented \nwithout reviewing the first. Further, in reviewing the \nsecond question, this Court would have discretion to \nconsider  the  full  record  that  was  before  the  Second \nCircuit,  including  all  evidence  developed  through \ndiscovery and trial, see, e.g., Ortiz v. Jordan, 562 U.S. \n180, 190 nn. 8-9 (2011) (citing excerpts from the trial \nrecord to highlight the material that the Sixth Circuit \nhad erroneously ignored by reviewing only the order \ndenying summary judgment), and by undertaking such \na review this Court could effectively remedy the Second \nCircuit’s  error.  Similarly,  by  vacating  the  judgment \nbelow  and  remanding  for  further  proceedings,  this \nCourt would erase and supersede the Second Circuit’s \nappellate  jurisdiction  error.  Thus,  while  Petitioners \nbelieve that this Court should address the applicability \nof the rule in Ortiz to a post-trial adjudication of a pre-\ntrial  motion  to  dismiss,  Petitioners  agree  that  the \nsecond question can be reviewed standing alone. \n\nAs  to  the  third  question  presented,  the  United \nStates disagrees with Petitioners both with respect to \nwhether  the  question  warrants  review  in  this  Court \nand  on  the  merits.  U.S.  Br.  17-22.  Petitioners  have \n\n \n \n \n \n\f13 \n\npreviously explained why the third question warrants \nreview in this Court, Pet. 30-31, Reply Br. 11-13, but \nagree that this Court could grant review of the second \nquestion presented without granting the third.  \n\nCONCLUSION \n\nThe petition for certiorari should be granted. \n\nRespectfully submitted, \n\nDAVID BOIES \nBOIES SCHILLER FLEXNER LLP \n333 Main Street \nArmonk, NY 10504 \n(914) 749-8200 \n\nMICHAEL J. GOTTLIEB \n   Counsel of Record \nKAREN L. DUNN \nWILLIAM A. ISAACSON \nAARON E. NATHAN \nBOIES SCHILLER FLEXNER LLP \n1401 New York Avenue NW \nWashington, DC 20005 \n(202) 237-2727 \nmgottlieb@bsfllp.com \n\nCounsel for Petitioners \n\nNOVEMBER 28, 2017 \n\n \n \n \n \n \n \n \n \n \n \n\f"
    }
  }
}